{"reviews": ["The place is nice, a bit far from the centre of the city. The view is nice. Many spots you can took a pictures  We only tried pizza and...", "nice food! great cafe~ price wise? so-so! not cheap but you get what you paid for! gw makan cream soup jagung, dan pizza crispynya! kejuny...", "Datang ke Orofi ini tahun lalu sekitar bulan September pas masih hits banget. Tempatnya cakep mirip2 di Santorini dengan warna putih dan bir...", "Ini kedua kali nya aku ke orofi, tapi baru pertama kali nyobain menu pasta nya mereka. Aku pesen fettuccine mushroom. First impression nya m...", "It was around Oct 2017 with my coworkers so I can'’'t really remember what I ordered and there is no menu attached on this Zomato also but t...", "Waktu itu tibatiba BM mie ayam jam set 9 malem. Keliling daerah kosan di tubagus udah gak ada yg jual. Akhirnya di ajak sm temen ke naripan....", "This is my honest review. TLDR; Gak sesuai ekspektasi. gak ngerti sih enakny apa disini. Mieny biasa aja, wcny kotor, daerah pademangan, ma...", "Udah lama bgt gak mampir kesini akhirnya hari ini mampir. Aku pesen yamin manis, pake bakso kuah, bakso goreng dan pangsit kuah. Minumnnya e...", "The legend noodle place in Bandung which is decades old. It feels like traveling back on a time machine when you come inside. But that's not...", "Pertama kali cobain makan Mie Naripan.. Emang agak ketinggalan yah, padahal udah terkenal banget kayanya.. Datengnya berdua, pesennya agak b...", "Yang biasa aku pesen kl kesini: Ayam panggang Bebek panggang (sebenernya bebek sm ayam panggangnya gajauh beda rasanya jd aku suka pesennya ...", "Every single time I stop by then have different menus, mostly they were delicious taste. Recommended food are Bihun Goreng and Hainan Chicke...", "Biasanya gue ngejar makanan Indonesia seperti lotek, karedok, ketoprak, kupat tahu dan gado-gado disini. Lagi-lagi standar gue dalam memilih...", "Tempatnya bersih, menunya variatif, sudah pernah coba bebek panggangnya, nasi goreng, seblak, gadogado, sampai ke dimsum dan baso tahunya. K...", "Dibawain cheese stick. Dulu suka sekali sama Mayasari cheese stick tapi kayaknya sekarang pastrynya agak nempel di atas lidah ya?? Korsvet n...", "Udah beberapa kali setiap ke bandung beli oleh-oleh di sini. Favorit banget itu peyeum bolennya. Bahkan suka abis duluan pas di jalan sebelu...", "Pasir kaliki ini jadi tempat favorit saya untuk beli oleh-oleh yang sebenernya sih dicemil sendiri juga ... Favorit disini adalah pisang...", "ahhhh... makanan enakkk.... suasananya okehhhh... live musicnya badaiiiii... (menu ku : mie goreng, tomyam seafood, grilled chicken wrap wit...", "I found Kampiun Bistro accidently because i searching cafe near Bandung Station.. So far the place is really cozy to hang out with your frie...", "hallo foodies jadi kali ni aku mau review Sierra Cafe. Kmrn aku smpt makan malam bareng tim aku kurang lebih 30 org. so.. menu yang aku pili...", "INI pertama gue ketemu dan dinner romantis sama mantan pacar gue, yang mana dia jadi suami gue sekarang dan sampe gue mati nanti . wkwkkw su...", "Awalnya bingung karena kok sepi, ternyata ada yang indoor dan outdoor. Banyak pengunjung yang memilih outdoor karena view kota Bandung di ma...", "Makanannya standar aja rasanya, pesen spaghetti chilli chiken malah rasanya cenderung manis. Minta dry chili kata mereka nggak punya. Tapi ...", "Nice and cozy place, makanan enak, pemandangan okay, kadang jg ada live music.. harga makanan sesuai dengan experience yang didapat.. balik ...", "saya akui, ini lontong kari terenak yang pernah saya makan. kuah karinya kental & berasa banget rempah karinya! dagingnya juga enak. potonga...", "Pertama sy pgn ngucapin makasih bgt sm pelayanan tempat ini, satu ramah kedua gerak cepat ketiga tadi itu ada sedikit kecelakaan minuman sy ...", "Go out for some satnite dinner with GF, really recommended, fine music, comfy dining area. While the food have various choices, i ordered so...", "Pertama masuk langsung disambut ramah ..dikasih pilihan smoking or non smoking...gue pilih smoking karena lightningnya gue suka, dikasih buk...", "Datang ke bilbao saat dinner itu pas banget, buat aku yg tidak suka suasana asap rokok, area non smokingnya nyaman banget bikin betah lama2 ...", "Makanan dan minuman disini cukup enak. Kemarin nyobain sirloin steaknya. Dagingnya juicy, cukup tasty dilidah untuk orang indo. Tempatnya co...", "Menurut gue sih ini tempat overprice ya kalo dibanding dengan rasa makanannya, gak ada yang bikin nagih disini ya cukup buat nyoba aja. Apal...", "Memutuskan utk makan siang disini karena deket dari villa. Sukaaaa banget sama suasana nya. aku pesan Hawaiian chichen pizza ini enakkkkk da...", "Kesini untuk yang kedua kalinya, kali ini sama temen2 SMA dulu. The place is still as good as when I went here two years ago. We ordered Bee...", "Hidden gem in the mountains with good food, good drinks, and a good view. This would be a cute spot for dates or gatherings. I tried their c...", "Good service, waiter and waitress are friendly Foods are nice but a little pricey Good atmosphere with landscape and fresh air Worth a try w...", "Yang jelas yang jadi favorit ada nasi merah, terus bumbu bakar parape nya, gw disini pilih ikan kuwe, nah ikannya bisa pilih dan timbang lan...", "tidak sesuai ekspektasi dan penjelasan pelayan mengenai makanan, overall servicenya ok cuma kualitas ikan kurang, ruangannya juga agak kuran...", "Untuk ukuran Warung Masakan Sunda dan di kota Bdg pula, variasi menu Ampera boleh dikatakan tergolong minim dan gak sebanyak pesaing2nya. Sa...", "untuk kualitas makanan dan harga lumayan. yg saya kecewa disini yaitu PELAYANANNYA YANG TIDAK RAMAH SAMA SEKALI. saya sudah beberapa kali m...", "Restoran Sunda yang udah lama banget deh. Di Jakarta juga banyak cabangnya sih. Di sini paling demen sama jeroannya hehe. Lalapan bisa ambil...", "First thing first: kenapa ga kesini aja dari dulu yaaaaaa duh nyesek banget pdhl restoran ini deket rumah tapi gw selalu ngejer\" Sushi T** y...", "Terakhir kesini pesan karedok, iga, sate lilit, tahu bacem buat lauk nasinya. Penyajiannya selesai kita pesan dan balik lagi ke meja kita di...", "Had our dinner di Alas Daun, yang diraved banyak org. Okay. Maybe I should have lowered my expectation, tapi I think foodnya so-so terus har...", "Rumah makan ini menyediakan berbagai macam masakan sunda, makan nya pun menggunakan alas daun sesuai nama, disini pun tempatnya ramai, dan s...", "Dapet rekomendasi dari temen-temen kalo makanan Sunda di Alas Daun enak-enak. Cusss dateng kesini buat makan malem! Jadi disini konsepnya mi...", "Another must visit resto in Bandung. I like their unique style. using banana leaf as plate and buffet order for your meal. food taste very s...", "udah bbrpa kali cobain upnormal di tempat lain tpi untuk yg di dago ini wihhh enak bgt tempatnya pas waktu itu sya kesana rada sorean dkit s...", "Tempat duduknya banyak tapi selalu rame apalagi malem minggu tempatnya nyaman makananya enak nunggu pesenan rada lama karena rame banget. He...", "Kemaren ke sini karena pengen nongkrong2 murah sm temen, tapi ternyata bangkunya full semua dan pelayan yang ada bener2 gak bantu kita cari ...", "I put my highest compliment for the Coffee. Upnormal put Indonesian coffee as the signature, appreciate it!!! They serve with seriously trea...", "nyobain ayam gepreknya di sini, beuhhh pedesnya mantep banget! tempatnya juga enak banget buat ngumpul2 sama temen2. suka rame di sini tuh. ...", "Well as usual kasi late review lg..  Berhubung lagi di bandung kemarin nyobain makan di cuanki serayu yang katanya selalu rame bgt dan e...", "Penasaran kenapa tempat ini selalu rame, dan akhirnya berhasil nyobain juga. Sesuai dengan rekomendasi tentulah pesen bakso cuanki. Dari seg...", "Hmm. Dari awal aku dateng sih rame bgt ngantrinya. Aku pikir bakso ini enak bgt, karena penuh bgt. Tapi ketika aku coba, hmm. Biasa aja tern...", "baru pertama kali makan batagor kuah dannnn enak :’) gak nyesel nurutin recommendation temen kantor waktu itu yg bilang kalo ke Bandung su...", "nikmat mana lagi yg kau dustakan yaa Allah ini bakso cuangki legendaris enak banget eyyy ngga paham lagi gusti nu agung. banyak banget isiny...", "Kesini malem2 amazing view and ambience enak bgt buat deep conversation brg temen atau pasangan. Tempatnya luas dengan dominasi kaca2 yg di ...", "suasananya enak dan nyaman, kalau siang betah nongkrong lama lama di cafe kalau malam romantis dengan pemandangan kota bandung. makanannya e...", "tempatnya nyaman buat dateng rame rame sama temen temen apalagi buat quality time bareng keluarga secara gitu kan anak rantau, di tambah ma...", "udang telur asin or shrimp salted egg is unlike any other. Not that yellow sauce smells like raw egg but more of a powdered texture of salte...", "sayang sekali blm ada golden chopstick di jkt. tiap ke bandung pasti disempatkan ke sini untum nyobain sapo tahu dan udang telur asin. ga ad...", "Enakk bgt Tapii lebih enak kalo gratisemang golden chopstick tuh enak dinikmati rame2 sama keluarga sambil kumpul” bareng.. suasanya c...", "Hotplatenya juarrraaa. Enak bangetttt tapi sekarang dagingnya udah ga sebanyak duluuu.. rasa memang ga ada tandingannya apalagi kalo pake na...", "sesudah berbuka ngidam pengen makan yang manis. jadilah keputusan jatuh ke martabak. akhirnya sepakat semua mesennya martabak Andir. yang d...", "Katanya ini pelopor martabak tipker yang ada di mana-mana sekarang The best tipker I ever had Ga terlalu kering dan ga terlalu lembek, pas! ...", "Restoran ini menghadirkan sensasi makan di kebon. Restoran nya berupa saung-saung khas Sunda di tengah kebon bambu. Selain itu juga tersedia...", "Tempat nya entik tradisional sunda banget. Udaranya dingin dan tempatnya bikin adem tapi kalo malem suka banyak nyamuk. Kamu bisa duduk di s...", "Prewedding disini bagus, menunya jg lumayan harganya gk terlalu menguras dompet jga  hanya waiters nya gk selalau standbye jadi agak lama k...", "tempatnya enak sih, adem, bambu-bambu, makanannya enak juga tapi harganya lumayan. paling pas kesini itu kalo lagi sepi, karena beberapa spo...", "Libur lebaran kmrn pengin nyoba mkn di daerah dago cari2 di google maps akhirnya nemu tpt ini.. Dr jln tptnya kelihatan kecil tp pas masuk t...", "bakso nya enak, kuahnya jg. saya bi bakso goreng isi keju, baso urat, urat pedas, baso cincang besar dan siomay. rasanya enak banget anak sa...", "Alternatif kalau bosen sama Bakso Malang Enggal. Konsepnya sama kaya Bakso Malang Enggal. Hadir dengan varian bakso yang lebih banyak, bakso...", "Kesini tanpa di rencanakan. Tempatnya enak, basonya enak, dan bisa ambil sendiri isian dr baso malangnya. Kalo yg gamau ribet mending liat m...", "Bakso nya enak.. harga menengah.. beberapa bakso yg besar agak mahal, hingga di atas 10rb/biji, jadi dihitung2 dulu budget makannya.. Siomay...", "Yang bikin beda adalah rasa kuah nya yang sudah enak tanpa di beri tambahan yang lain, untuk bakso dan lainnya sudah cukup enak. saat membel...", "sukaaa banget kesini karna viewnya . tapi jangan pas musim hujan yaaa . aku suka banget susu murninya sama camilan lainnya tapi haru...", "Lokasi ny lumayan agak jauh masuk kedalam, view nya oke, order menu nya jg langsung ke kasir bisa biar cepet, ksh nama sama no meja, kalau m...", "Cafe ini lokasi nya sedikit jauh dari peradaban, jadi sangat cocok untuk mereka yang mencari ketenangan dari hiruk-pikuk Kota Bandung. Konse...", "Love the view and the ambience. Food is average. But I feel comfort staying there. Definitely will visit it again in my next coming. Oh Ban...", "Kita kesini setelah dari tebing keraton, cuma untuk istirahat dan isi perut, tempat ya mank bagus buat view dan makanannya cukup enak buat h...", "Great view, bad taste! Untuk pemandangan nya memang bagus, cuma harga gak sebanding sm rasa makanan nya, untuk rasa makanan nya kayak terlal...", "disini bagus+enak bgt pemandangan sm interiornya!! pelayan nya juga super baik & ramah toilet bersih but, so sorry harga sm rasa makan...", "Tempat oke, makanan sangat buruk. Saya menghabiskan hampir 400.000 dengan makanan yang bersisa hampir 90% utuh karena kualitas rasanya sanga...", "I adore this place karena pemandangannya bagus apalagi pas malem. Buat makanannya hmm terlalu mahal padahal rasanya beda2 tipis sama yg lebi...", "came here around 3 years a go I think. My boyfriend at that time took me here.. I definitely loved the view and scenery from up there. We ca...", "Penipuan harga. Ngakunya harga baru. Jadi yg kita ambil sambil nanya2 harga berbeda dengan setelah makan. Amnesia atau memang begitu modusny...", "kuah baksonya enak, tempat lumayan besar dan nyaman, cocok untuk ngobrol bareng keluarga dan teman...harga rada mahal tapi sebanding sama ku...", "Overall puass bgt makan disini! Dagingnya enak semua, kualitasnya bagus, dan untuk side dishnya juga enak2, dan pilihannya banyak. Cumaa, ju...", "Ku menyesal makan kintan..... setelah makan kintan, makan di AYCE lainnya rasanya jadi ga nendang semua :”) the best AYCE so far!  Be...", "Akhirnya kintan buffet buka juga di bandung!!! Tempatnya luas digabung sama shaburi. Untung aku dateng pas weekday jadi gak waiting list bgt...", "Restoran ini merupakan salah satu restoran All You Can Eat favorite saya. Restoran ini menyatu dengan Shaburi Shabu- Shabu yang berdekatakan...", "Karena sudah beberapa kali makan Kintan di Jakarta, saya tertarik untuk mencoba Kintan yang baru buka cabang di Bandung ini. Overall, atmos...", "Kuah Biasa Saja Numpang di sini karena cabang Yogya Ciumbuleit ga ada di Zomato. Berhubung beberpa menu sedang habis, saya memutuskan memi...", "tempat ini juara bgt.. aku sering bgttt kesini utk short escape, sekadar ngopi & nugas. ambiencenya parah relaxing bgttt you’ll never find...", "Kebetulan saya sedang mencari tempat untuk mencari inspirasi sekaligus tempat untuk melepas stress. Meskipun untuk menuju ke tempat ini tida...", "Choco Spiced Selasar Coffee and Koffie toebreoek (house blend) : GOOD! Nice and cozy place to enjoy the day Good music Well design also Lov...", "Supeeerrr gewd place! Tempatnya enak banget, suasanya dapet. Sayangnya begitu dateng, art spacenya lagi tutup. Makanannya enak, tomyum fried...", "Disini suasananya gila sih tenang banget dan buka cuma sampai jam 5 aja ya Kemaren pas gue dateng disini art spacenya lagi under maintan sy...", "Ceritanya nganter temen yg pingin liat Bandung waktu malam dari ketinggian. Akhirnya memutuskan utk nyobain tempat ini. Tempatnya enak buat ...", "love the view and the ambience. perfect for group activities and chit chat. best at night! i only order hot chocolate and french fries but i...", "Saya sudah beberapa kali ke sini. Setiap ke Bandung pasti selalu ke tempat ini. Suasana : sebelum di dpnnya ada kafe baru suasana nya sanga...", "Kopi nya unik, view nya bagus, dan tempatnya enak. Perlu banyak perbaikan di snack-nya. Nachos hanya berisikan kripik dan melted cheese, ser...", "Sungguh ini mah terbaik! Mau sekali kembali ke sini. Oke aku akan ulas satu - satu. Ambience, SEMPURNA!! Apalagi kalau datangnya malam - m...", "Mie nya enak,bakso,sumsum,pangsit the best harganya mumer tempatnya bersih, sari kajang ijonya mantap tempatnya di pinggir jalan gampang...", "Definitely the best thai restaurant in Bandung! the venue is beautiful, all the food that i ordered was really good, it kinda reminds me of ...", "Hari itu dtg dan cuma gue costumer disana. Bener2 sepi dan malahan jd enaaaak bgt. Pemandangannya hijau jd adem, milih tempat duduk diluar b...", "Kesini untuk makan siang bareng teman2...tempatnya bagus banget dan mewah... Too bad I have only two pict of what I ordered. Lupa juga nama ...", "Kesini untuk makan siang bareng teman2...tempatnya bagus banget dan mewah... Too bad I have only two pict of what I ordered. Lupa juga nama ...", "Lagi mau cari tempat yang instagrammable buat foto-foto dan jadilah ke gedung putih di Lembang. Ternyata ada 2 resto yaitu apsara dan welfed...", "Sumoboo ini selalu jad langganan sy kl sy lg jln2 di PVJ.. Letaknya di sebelah Domino's Pizzas, sebrangnya BakerZin..Tempatnya memang agak k...", "Follow me on Instagram @eatandleisure  Ini outlet Sumoboo pertama di Bandung, kalo gak salah ada juga di Paskal 23. Pertama nyoba, di o...", "sumo boo!! yay dessert yg lutchu sangat dan sangat silky, tempat yg nyaman dan cocok buat santai, good lah pokoknya, ohh ya untuk pelayanann...", "Food and ambience was nice but the service was poor :( too bad. Masnya salah masukkin menu pesanan, dan ini udah yang ke 2xnya & gak langsun...", "Overall sih dessertnya enak. Harganya mahal sih biat saya, belum termasuk pajak dan service. Tempatnya kecil tapi cukup nyaman. Yang paling ...", "Info dan maps tidak valid... Untuk suki di the valley adalah all you can eat dengan tarif 180,000,- idr per orang.. Untuk maps jangan di kli...", "Suka banget makan suki disini. Memang pilihan menunya ga sebanyak di tempat suki lainnya baik untuk bakaran, rebusan, dessert, atau free-dri...", "Pemandangannya bagusss, disini tmptnya masi adem. Enak sih, bersih dan cozy bgt. Tp menu makanannya dikit , western sih, piza pasta dkk. Har...", "The Valley ini adalah cafe yang sudah cukup lama buka di kawasan Dago Pakar. Dari dulu café ini sudah menjadi café favorit keluarga. Di ar...", "[THE VALLEY] Yg aku pesen si gada yg enak si cuma b aja. Ga worth sama harga, semoga bisa ditingkatkan. AMBIENCE Kurang juga ini menurut a...", "the view is quite nice and cozy. ada banyak lampu-lampunya lucu gt dan suasanya karena diatas jd dingin. pegawainya ramah dan rapih enak dil...", "I went here because I read the good reviews in Zomato hence I expected high for it. The place is quite tricky, we almost went to the wrong e...", "harga oke. makanan pun oke. cumaaaaaa karna 'oke' nya itu sampe2 tmpat ini full bgt dan slalu waiting list dong! tapi beruntung nya aku bawa...", "Kemarin baru ke tempat ini, sesuai bgt sm review yg lain. Dan seneng bgt bisa makan disini. Kelebihannya: (+) HARGA MURAH (+) Porsi puas (un...", "Dua kali rekan saya makan di rumah makan ini, dan dua kali pula saya mendapatkan kabar bahwasanya rumah makan ini tidaklah mengecewakan - ke...", "Cha Ra Da, pilihan yang tepat bagi yang ingin menikmati korean bbq dengan harga terjangkau, pelayanan yang diberikan juga baik, hanya tempat...", "5 days in Bandung rushing me to this place twice, both on my arrival and departure. It's one of the best Korbeq restaurant in Bandung with m...", "the place is hiding somewhere around the building, as in they are not quite eye catching. menu selection was not good because as a coffee s...", null, "Tempat : dekat sih dari rumah saya jadi bukan masalah buay saya. Makanan : makanan nya enakkkkk beneran cuman emang pricey tapi sepadan sm r...", "Coming from Jakarta, I know that their Jakarta branch was a hype place and always crowded. I was pretty surprised that the Bandung branch is...", "I am a huge fan of ice long black and i usually rate the coffee based on that. For me, Common Grounds is just perfect for the coffee! I like...", "Ttals Korean BBQ! Wah ini oelopor bet sih buat korean bbq harga ramah tpi seuhah... Disini menunya sama kaya di charada.. Wong ini awalny t...", "Just too bad the place is in the middle of nowhere and quite far from the city (dont ask about the traffic). Seems like they always full and...", "Dari dulu rasanya konstan bertahan enaknya. Dulu berasa paling mahal cafe ini. Sekarang yang lebih mahal banyak  tapi belum tentu enak. ...", "Have you ever been in a cafe or resto that makes you feel like you are in your own home? I have found the resto. It's Dakken Coffee & Steak....", "Served western food. Standard taste of food. A little bit pricey. Ambience is nice. Cozy place for hangout with your friends, family, or cou...", "Mampir ksini hari Sabtu kmren (3/3/18) Secaraa ambience sih ini resto ok bgt. Nyaman, luas Secara makanan so so lah,,,pesen lasagna habiss,...", "Akhirnya coba makan di tempat ini. Soalnya tiap mau kesini parkirannya selalu penuh.... kesini ber4 sama temen di kasih duduk di sofa deket ...", "Cobain yang di jalan kemuning deket primarasa. Rasanya enak, bumbunya jg enak, kokonya ga pelit bumbu, siomaynya padat, cocok buat oleh-oleh...", "Untuk resto yang menyajikan AYCE, Sumeragi by far paling memuaskan di banding resto2 AYCE lainnya. Dengan harga Rp. 128++/ orang (harga prom...", "Waktu itu di lantai 2, sepi kosong rada berdebu Harga daging 1 porsinya mahal jg, trus waktu itu di arengnya gapanas2 haah kapok deh... Not ...", "Letaknya di setrasari mall emang tempatnya agak jadul gitu sih. Disini lgi ada promo all u can eat 128 rb++ dan 180rb ++. Aku pilih paket 12...", "Saya pesan curry rice dengan toping chicken katsu. Kuah currynya kental dan enak walau agak terlalu asin, tp bumbunya pas. Chicken katsunya ...", "Lokasi nya agak nyempil2 ya d pojokan setrasi mall... Dagingnya ok waktu itu lagi ada promo jd dapet lebih murah...karena penasaran akhirny...", "1. Lokasi Tempat nya di atas kost2an dalem gang gitu. Gang nya di sebrang Yen Baby Shop Jl Setiabudi. Pake Gmaps aja ga bakal nyasar kok heh...", "Makanan : lumayan enak kok, walaupun menurut temen temen saya kurang sih di nasi sapi lada hitamnya. Tapi dari yg udh saya cobain dari bratw...", "Tempatnya bagus, lokasi agak ke dalam (ngga di jalan besar) tapi gampang kok. Pemandangan bagus, harga termasuk murah. Saran, pake syal atau...", "Lokasinya cukup sulit dicari karena ada di cukup dalam dan berbelok belok, Berada di sebuah gedung di lantai atas cukup bingung mencari nya....", "Letaknya terpencil dan tersembunyi. Even setelah parkir masih wondering dimana letak cafenya. Waktu kesana lagi penuh banget jadi dapet temp...", "Ini enak sih parah :\") walaupun waiting listnya mayan bgt tapi sangat worth the wait! Untuk harga juga cukup affordable dan mengenyangkan. W...", "Setelah galau harus nyobain makanan apa di bandung, akhirnya googling daaan menemukan tempat makan ini dengan penilaian yang baik di zomato....", "Coba makan disini karena lagi hype banget, enak deh cuma porsinya agak imut ya. Dagingnya diiris tipis dan dikasih macem-macem sambel, lupa ...", "First timer here! Ternyata Se'i itu enak! Sup nya enak, daging nya juga lembut. Abis nyobain Se'i sapi jumbo yang sambal lu'at dan wow enak ...", "Super Worth The Hype!! Begitu keluar dr mobil aja, aroma daging asapnya kecium sampe parkiran...makin laper dong ya. Disini ada banyak pili...", "Saung or Warung Nasi Pengkolan 1 located in setaibudi street which is very crowded on weekend with local tourist. The restaurant is like re...", "1. Lokasinya mudah ditemukan krn strategis pas pengkolan, sesuai nama restonya, dan plang namanya yg gede. Tempat parkir jg luas. 2. Tempat ...", "First time makan disini, tempat sih lumayan oke ada di pinggir jalan raya gitu. Nah gue pesen ikan gurame crispy = tp kenyataan ga crispy s...", "dulu ke sini sama temen aku abis dari Lembang jalan2. sebenernya gak ada niat buat makan di sini sih, cuma karena ujan yaudah kita ke sini b...", "mampir krn liat menunya murah eh ternyata menunya ga update.. harganya mahal tp porsi sedikit. untungnya sihh sayur asemnya enak. lumayan bu...", "pengen cobain yang bbq dan suki tapi ternyata cuma bisa dcafe belakang yaitu di cagiya...penuh banget waiting list 10org...gue yg lgi burubu...", "Makanan nya standar sih, ala ala korean bbq gitu. cuma kalo kesini pas weekend mesti sabar bgt. waiting list nya bisa sampe 20!!!! waktu itu...", "tempatnya instagramable dan serasa di korea banget sih, tempatnya juga luas (indoor, outdoor). yang unik itu di menu ada harga tapi pake won...", "buat tempatnya sih oke banget. Lucu, abis itu konsepnya kaya kota. Kalo kalo mau kesini, minta duduk di atas ya! datengnya juga pagian, biar...", "Dari segi harga cukup terjangkau, tapi overrated sekali. Makanan Korea yg sangat di sesuaikan dengan rasa Indonesia. Ga dapet banget rasa Ko...", "Check out my ig: komentatorisenk Salah 1 pilihan resto d farmhouse adl backyard. Sayangnya walau ini t4 lumayan PW buat nongki, tp perokok ...", "Tertelak didalam farm house, tempat ini jd tempat yg cocok buat yg emg lg laper. Sebenernya waktu itu gada niatan sih buat masuk farm house ...", "saya sukaa menu dan suasananya. semua sudut di tempat makan ini romantis sangat, hawanya sejuk, yaiyalah Lembang gituu. udah puas makan, pu...", "Mengusung konsep negri Belanda, jangan salah resto yg cukup luas berlantai dua ini sama sekali tidak menawarkan menu makanan khas Belanda. M...", "Quite a luxurious instagrammable interior designed restaurant with the remarkable stair and their chandelier also you will have a great view...", "Despite the tasty food, I give it 3,5 points because I don't see myself going back here within a short time because it is too pricey for me....", "Ordered Strawberry Cheesecake Bingsoo (40k nett), the snow ice was very smooth & tasted milky topped with fresh strawberries & cheesecake cu...", "I forgot what's the name of the menu but it's great! The taste is so good. I bought mini portion of ice cream there and it is still suitable...", "Waktu itu pesen yg coklat2 gitu, lupa namanya apa. Enak! Es serut nya lembut banget, rasa manisnya pas gak bikin enek. Wajib coba varian yan...", "Rasanya sangat enak, dari sekian banyak bingsoo saya lebih suka yg ini teksturnya yang lembut dan rasanya tidak terlalu berlebihan. Rasanya ...", "Well, disini kita bs pilih utk makan di kursi biasa/ di tenda dengan pemandangan langsung bandung yg hijau. Menu yg disajikan mostly indones...", null, "Disini itu jual view banget. Duduk sini ada 2 area. Diatas n dibawah. Kalo diatas sih gampang tinggal duduk, kalo yg dibawah yang langsung p...", "Kalo mau dpt spot foto yg oke, buat di ig sih oke2 aja yaa karna banyak spot yg bagus. tapi kalo dari segi makanan, kayanya kurang deh, stan...", "Hal pertama untuk Lereng Anteng adalah *binggung*.. Karna 1wilayah ada beberapa Resto sempet salah masuk dan harus pindah krna temen sdh nun...", "Critics : - Kalau rame lumayan lama ni Pros : - Ngopi dan Nyireng (bahasanya) yang alam banget - orang Bandung bae semua yang kerja Sugge...", "tempat ny enak, sejuk, udah bbrp x ke sini udah nyobain liberica,robusta,japanese ice, terakhir nyobain lemonade coffee enak.. kopi ny enak2...", "Saya 2 kali ke sini. Kopi nya enak, ditambah tempat nya enak juga. Tapi, sekali waktu saya kesana, entah lagi apes atau gimana, ada “pungl...", "Suka banget sama tempat ini, rasanya adem, angin sepoi2 dan sejuk walaupun datengnnya jam 12 siang! Aku pesen vietnamese drip, truffle cake ...", "—-(08-01-2018) Setelah jalan2 jauh ke cikole sblm balik mampir dulu ke armor kopi. Tempatnya lumayan besar, byk pepohonan sejuk, bagus jg ...", "Good food with reasonable price. Clean and Fresh home made cooking. Ambient feel like home. Will be back while in Bandung, very recommended ...", "Masakan rumahan yang dimasak dadakan, sangat fresh dan sehat. Venue juga di dalam rumah yang dikonversi menjadi ruang makan yang homy. Recom...", "we had to wait about 20 minutes until a waiter took our order. the food is ok. nothing awful, nothing amazing. Maybe I can note that the bro...", "Suatu siang mendapatkan kiriman surprise dari teman terkasih: Puyo Silky Desserts! Terima kasih, ", "Follow me on Instagram @eatandleisure  Segerin kerongkongan siang-siang pake pudding plus minuman yang nyegerin ini. Dibuat jatuh cinta...", "kualitas terjamin, rasa emang pas di lidah, harga juga oke, yang bikin beda dari makanan sejenis adalah tekstur nya yang bikin kita enggak a...", "Enak bgt makan disini.. Tempatnya bersih pelayanannya juga ramah.. Makanannya enak2 terutama sate paha sambelnya pedessss gila... Tapi enak ...", "gila sih ini sate pisang nugget terenak sepanjang masaaaaa omg gabisa move on kaya ke mantan dann taichan mozarella nya uh lumerr parah keju...", "aduh gila ya parah bgt ini sate nya enak bangettttt pisang nya kerasa bgt ovomaltine nya manis nya pas,apalagi di vip room nya enak dan pema...", "Makanannya enak banget , bikin ketagihan buat nyoba terus menerus , dengan pelayanan yang ramah, sopan dan menyenangkan , dengan suana yang ...", "waktu itu gue bingung ke taman sari mau ngapain gt yaa trs inget ada sate taichan goreng. terus kesana dehh wagelasehh wagelasehhh gela gela...", "Kecewa sama tempatnya, banyak lalatnya jd sangat tidak nyaman Untuk hidangannya lamaa sekali datangnya, saat datang kentang dan ayam sudah d...", "Makan dsini karna macet banget daerah kebon jati asli, yaudah makan dulu aja sampe agak malem bersama pacar. Pesen banyak, menu makanan ada ...", "salah satu cabang kandang ayam di bandung, Tempat nya cukup nyaman, tapi kualitas ayam nya tidak terjaga dengan baik di tempat ini, karena d...", "Lebih enak tempatnya daripada cabang satu lagi, tapi sama-sama ga ada tempat untuk parkir mobil. Kita cobain yang andalan kandang England Ch...", "cabang ini lebih besar dari yg dekat stasiun, enak juga tempatnya ada sofanya. sy coba chicken wings yang hot and cheese (cmiiw, lupa namany...", "Rasanya enak, mie yamin bakwan, es campur bohay, hrg juga bersahabat...cocok dgn udara dingin di lembang. Baksonya juga enak, recommended po...", "They used to have this vietnamese coffee guess it doesnt exist anymore, too bad, it was my fave, and the coffee was so stroooooong. Pity to ...", "Sudah lama nga ke Coca Suki yang di Jakarta. Terakhir ke outlet favorit keluarga di Kemang Village, dan sekarang sudah tutup. Waktu lagi di ...", "Hmmmmm gak sesuai ekspektasi saya ternyata, Pilihan kuah ayam tapi kuah nya ga brasa ayamnya.... pilihan Menu kebanyakkan cocok utk grill ...", "pertama kali makan coca suki di bandung ini krn tmptnya enak ya bagus designnya jg bagus dan nyaman, dan ad diskon 50% utk ramadhan ya, lalu...", "Been here twice and I was satisfied with the meal both times.. The menu and meal is quite pricey but you can tell that they have quality in...", "Emang dasarnya suka makanan hangat2, celup2, dan berkuah bikin saya penasaran sama restoran satu ini. Restoran ini segedung sama beberapa re...", "Saya tidak pernah makan langsung di tempatnya sih, saya cuma pernah pesan via gojek. Jadi di sini saya cuma akan cerita tentang rasa makanan...", "ENAK BANGET!!! Gak perlu pake saos apapun lagi makannya udah enak banget, kaya akan bumbu. Minumannya juga free refill. Waktu itu aku pesenn...", "BURGER TERENAK DI BANDUNG (menurutku hehe...) Kalau yang di foto menunya western beef bacon, yang super star with cheese lupa difoto. Tempat...", "Pertama kali ke Carl's 23 Paskal. Burgernya enak dan ngenyangin... Sayuran fresh. Patty nya enak dan harum. Baconnya gurih. Tar tar sauce ...", "-BURGER TERENAKKKKKK. Awalnya burger k*ng fav ku tp makin ksini makin b aja :( dan menemukanlah carls ini -omg rasanya kaya akan bumbu bgt, ...", "Sebelum ada d bandung kl pas k jakarta liat ada carls burger pasti mampir... Menu fav aku sih western beef bac udah top deh... Anak ku bias...", "Pernah makan yang cokelat (waktu itu pake jastip), masyaallah ngga lagi deh bener2 ngga ‘kue’ banget. Keras kue bolunya dan pastrynya al...", "It took a looooong time to grab this cake dan rasanya krg memuaskan. Bagian pastry dr cakenya aga susah digigit, sebenernya jd aga maksa gt ...", "Setelah aku melihat review banyak orang, banyak yang mengatakan bahwa Makuta Xtra Chesse yang paling favorit. Berhubung aku suka keju juga, ...", "Senangnya pas kesini, lagi sepi jadi ga pake antri. Pelayanannya ok banget semua karyawannya ramah dan helpful. Coba beli yang extra cheese...", "Overrated & overpriced Rasa biasa aja.. Awal2 dulu antrian ga masuk akal..sengaja kayanya dibikin antrian gak waras gitu.. Yg extracheese ...", "Ma' uneh offers sundanese cuisine, simply variations of aromatic fried side dishes like chicken, beef, sambals, sauteed veges and many more....", "Pelayanan sangat buruk, pesanan ada yg kelupaan untuk diproses sampai dicancel. Rasa makanan manis semua, bukan kaya masakan sunda. Harga te...", "Makan malam kali ini melipir ke Ma'Uneh. Tempat nya kedalem gitu buat parkir juga. Kesini sekitar jam 8 malam, berhubung gerimis dan udh la...", "Makanannya enak2, fav ayam goreng, babat goreng dan lotek. Harga relatif mahal untuk resto sunda. Dan parkirnya sulit. Pelayanan juga agak l...", "Pertama kalinya kesini yang katanya enak banget dan ternyata menurut saya harganya kelewatan mahalnya. Untuk 4 orang yang cuma makan nasi pu...", "Sekalipun halaman depannya agak gak mewah, tapi suasananya jawa haluuss~~ enak! Nyoba bakmi goreng, bihun godok, Dan nasi goreng. Oke! Untuk...", "Best Bakmie Jogja in Town! kombinasi rasa gurih, manis, asin nya pas untuk yg hobi makanan pedas, di sini agak kurang berasa pedas meskipun...", "Apabila mencari bakmi Jawa yg enak disini tempatnya! Enak sekali menurut saya mie-nya! enak di makn hangat2.. untuk pencinta pedas mungkin k...", "Makan disini yang saya suka pisang gorengnya.. pisang tanduk dan besar2 potongannya.. pisangnya empuk dan di beri taburan gula putih dan mer...", "Satu yg membuat kami jarang kesini karena ukuran porsinya terlalu kecil utk ukuran kami...rasa lumayan...tapi prosi terlalu kecil utk kami.....", "They normally are known for their ayam but the ikan goreng was good, it was very crispy, the price is no bad 29-39k per meal, overall i wou...", "Tidak seperti ayam bakar yang pernah saya jumpai sebelumnya, ayam bakar di Wong Solo memiliki ciri khas yang beda. Jika ayam bakar ditempat ...", "Kalo balik dari bandung, bingung mau bawa oleh2 apa. yaa kesini aja hehehe cemilannya lengkap, cocok buat oleh2. tapi makin tahun harga nya ...", "Pilih yg klasik aja banana roll (37k), cheese roll (52k) apalagi bolen keju (57k) all time legend. Wlpn ada d jkt tp lbh enak beli d tempatn...", "Disini ada bermacam-macam suguhan oleh-oleh khas bandung sangat lengkap... Biasanya favorit adalah brownies panggang dengan berbagai macam t...", "Oleh2 khas bandung ini memang udah cukup banyak di jual juga di jakarta. Tp entah kenapa berasa asli bandung rasanya beda  mungkin peras...", "Setiap kali mampir ke Bandung, gue sering banget datang ke sini buat beliin oleh2 temen2 gue di Jakarta. Gaada bosen2nya gue datang ke sini ...", "Pertama kali kesini tertarik karena tempatnya rame banget pas jam makan siang. Begitu sorean kita kesini dan tempatnya itu luas. Kebersihann...", "kalo pengen ngerasain makanan rumahan pake piring jadul bisa nyoba kesini, lauknya komplit banget semua ada deh tapi siap2 rebutan meja kalo...", "Karna ini tempat rame mulu,jd agak susah dapet parkirnya..Kayaknya tempatnya gak pernah sepi deh,cuma kalo gw bilang sih rasa masakannya bia...", "Salah satu restoran sunda authentik di bandung yang gak pernah sepi. Tapi aku gak ngerti apa yg spesial dr restoran ini, emang unik, semua t...", "Cari rumah makan yang cukup authentic dengan cara orang sunda makan jaman dulu? Disini saya rasa cukup pas... Untuk dateng kesini kalau bisa...", "alternatif chocolate cake yang mural dan enact. Disini terasa banget  rumnya dan tidak disarankanuntuk non islam takutnya kadar rum tinggi....", "tempat toko kue dan coklat yang ada di jl progo Toko yang identik dengan coklat rasanya enak, tempat nyaman, harga yaa sebanding sihh. Kala...", "I've only visit this place at night and it was quite cozy.. I came here for some meetings and ordered drink which was okay.. My friends & fa...", "Kue favoritnya disini cokelat inbox, apalagi kalo ada yang ulang tahun pasti belinya kue ini krn enak banget, tempatnya juga sangat nyaman s...", "Coklatnya di sini variasi bangeeet. Kalau mau cari coklat di sini tempatnya. Pernah beli kue coklatnya enak banget. Manis pahitnya pas. Temp...", "tempatnya kerennnnnnnnnnnnnn. tapi ga sempet foto krna berkabut hikssss yg demen liat view wajib banget kesini. kesini utk ngechill sore2 at...", "The view from this place was amazing, too bad they dont have the non smoking area as it was more like an open area concept. Food wise was a ...", "pertama kali sy cobain mandarin restaurant ini krn penasaran selalu rame dan kyny tmptnya legend, sy cobain ini tp ambience pas pertama kali...", "Restoran Chinese Food tempo doeloe, menu yang ditawarkan mengingatkan saya semasa saya kecil. Ada FUYUNGHAI (salah satu menu fave saya disin...", "woooooooooooow this is great place to eat, drink and kongkow... also family friendly. i came on friday night and is not to much guest...go...", "Waktu kesini super seneng karena Christmas vibes disini berasa but hoho. Makanannya overall enak, gw pesen salted egg chicken, wagyu apa gt ...", "Rencananya mau merayakan natal keluarga dan merayakan wedding anniversary. Setelah apa yg terjadi, mungkin akan pikir2 lain kali untuk makan...", "Super kecewa! Rayain christmas dinner dan wedding anniv disini dan kacau. Minta tabasco habis, minta parmesan cheese habis (pdhl sebelumnya ...", "Im in love with this place... Tempatnya kecil n mostly full decorated... Enak banget kalo dpt bagian d tengah.. Ga bgtu gelap.. Ada 2 bagian...", "Surabinya endeusss Tapi temlat yg di stiabudhi selalu penuh jadi ngantri bgt. Dan kalo kesinipun kalo ngga mau ngantri harus ke ws yg di ci...", "the surabis are very nice especially the sweet one #teamsweettooth. but it’s always too packed and i think the live music’s sound is way...", "surabi terenak di Bandung ya di sini menurutku. aku dulu pesen surabi nangka keju susu, rasanya enak banget! aku pecinta nangka jadinya aku ...", "best Surabi place in Bandung, cheap Surabi and baso is quite nice. So affordable. But unfortunately here is so crowded, many students chilli...", "Nyobain serabi yang hits, tempatnya ada di seberang STP Bandung Enhaii. Pas masuk, langsung keliatan aa nya lagi bikin surabi di atas tungk...", "Purnawarman Restaurant provide variety menus for their breakfast buffet which is so great. The service was great and the taste of food was g...", "One of my favorite Buffet place in Bandung. There are lots of food varieties tapi yg paling gw suka sih sushi dan sashimi sectionnya soalnya...", "Pilihan makanan memang tidak sangat banyak, tapi cukup dan semuanya enak. Tidak asal masak. Biasanya nasi goreng hotel tidak ada rasanya, in...", "Buffet nya sangat lengkap mulai daging seafood sampai pasta station. Harganya juga sangat terjangkau untuk jenis makanan yang ditawarkan. Qu...", "Love their variety of Indonesian breakfast here! We can find Nasi Bali, Bubur Ayam, sort of salads, cheeses, breads and fruits. Enjoyed my o...", "it is such a cool place to hang (for us, anak kostan) because it’s a bit pricey, i think. and the foods and drinks are just above average ...", "Kecewa banget, berbagai macam menu burger, hot dog dan pizza katanya habis. Trus waiternya konfirmasi, bukannya abis sih sebenernya tapi kat...", "Makanan dan minuman disini okelah. Walaupun sempet ada yg gaada pas dipesen. Padahal kesana siang. Entah gimana Suasana lumayan bikin enak n...", "In my opinion the place is very cozy, you can choose whether the outside or inside the place. Both of it have a comfortable place. Let's ...", "Comfortable place to kill some time. Makanan dan minuman nya enak dan harga nya standar. cuma untuk yang makan di outdoor akan terbisingkan ...", "Cocok banget buat di-buffet in, banyak pilihan menu yang siap dimakan. Ada salmon yang mantab, selain itu kue-kue nya juga ngga kalah enak. ...", "Great Italian Cuisine, although the food took a slightly longer time to come but was worth the wait. Excellent ambience by the poolside. I h...", "Simple menu n nice view... mungkin itu yg ada di pemikiran gw . Gw pesen pizza calzone cacciatore yg di rekomendasikan, n enak sehh... k...", "Harganya oke sih untuk rasa makanan yg enak gitu.. cuma porsinya agak kecil walaupun pesan porsi normal. Suasananya enak, pencahayaan nice g...", "Restoran ini dari hari ke hari semakin fancy, dulu sih tempatnya hanya berupa kios sederhana dengan interior dan eksterior yang apa adanya. ...", "Sebagai orang Jawa, tentu saya kadang sangat rindu dengan Bakmi Jawa. Untungnya di Bandung terdapat beberapa rumah makan Bakmi Jawa yang dap...", "Tempatnya udah baguss, jadi gede. Bakmie nya enak apalagi bakmi rebus terus dimakan pas abis hujan hujan..asiiikkk..hahahahha..diajak kesini...", "Udah gak seenak dulu Ngasih suiran ayamnya pelit Kuah nya juga udah gak segurih dulu dan sekental dulu Porsi nya juga udah jadi dikit. Jadi ...", "Restoran Suki paling enak di Bandung. Lokasi di Braga. Pesanan : DIMSUM (Score 4/5). - Hakau, Siomay, Pangsit Udang Kristal, Tumis Kue Loba...", "i would say that this place is too pricey for locals. went there with my bf and had 2 kinds of food and it cost almost 200K and the taste i...", "Based on local's recommendation we came last night for dinner. Ordered mie bakso (yamien sweet & salty), nasi Tim and nasi capcay. Mie bakso...", "I came here at 9.30 . The place still neat and clean. One of the best are their mie ayam special and susu murni. Chicken well shredded so it...", "Saya sama sekali gak suka kopi tapi karena ini dekat kantor dan waktu itu lagi promo Signature Railway 15rb dapet 2 akhirnya nyobain. Dan te...", "I was in Bandung for holiday and caught up some offer in Instagram. So I came here for their Railway Signature for Rp 15,000. The coffee mix...", "Baru kemarin coba kesini. Tempatnya ga gede2 amat...kopinya enaaak. Sebagai kopi addict saya suka saya suka  nyobain juga lychee yakultn...", "Kita lagi buka2 instagram, ketemu instagram coffee shop ini, pas kita liat2, wah unik banget loh, coffeenya bs buat latte art berbentuk foto...", "Liking this small cozy place! Ambience cukup nyaman, bersih, unik, walaupun kecil tapi terkesan spacey. Barista nya ramah sekali, very welco...", "Demi Chinese Food, Parkir Nomor Sekian Habis dari Floating Market bingung hendak makan siang di mana? Sebenarnya bisa saja di Floating Mark...", "Ini sudah kesekian kalinya gw makan di Resto Mandarin Lembang. Buat makanan disini rasanya enak, porsi makanannya banyak dan yang paling pen...", "Ga kecewa makan disini... Rasa enak. Porsi makanan cukup besar. Di wilayah lembang jarang ketemu chinese food. Sekali nemu ini ga nyesel. ...", "Pertama kali makan disini diajak sama Kakak mertua buat rayain ultah, overall makanannya enak enak  bahkan anak yang biasanya m...", "Sebenernya nggak sengaja ketemu resto ini, karena kemarin malam2 bingung mau cari makan apa di lembang dan akhirnya memutuskan kesini karena...", "tempat yg asik buat cari inspirasi. makanan sih standar cafe. tapi memang suasanany bikin betah terutama kalau lagi gerimis. serasa gak mau ...", "makanannya enak,tempatnya juga bagus buat foto foto.. cuma lamaanyaa naujubilla.. dan sempet minta extra mayo aja lama bgt dan ga dikasih jg...", "I love this place! Tempatnya asri, terbagi menjadi beberapa bagian, luas, ada lantai dua untuk ngumpul bareng temen2 asik. Got a chance to v...", "Sudah 3 kali makan di sini, tempatnya bagus.. karena di lingkungan perumahan Ciumbuleuit, masi adem dan asri. Banyak pohon dan cuacanya jg g...", "Full English Breakfastnya biasa aja, tapi Choco Lovers Milkshakenya enak banget. Pas gue dateng kesini lagi sepi jadi ambiencenya enak bange...", "Harga oke bersahabat.... Rasa juga enak n fresh seafoodnya.. so mau nyiput enak dengan harga bersahabat kesini ajah.... Tempat juga strateg...", "mantab rasanya.... makan seafood enak tapi ga bikin kantong jebol... Canadian Lobster yummyyy.... coba juga snow white pasta nya enaaakkk......", "Makan seafood dengan sensasi yang berbeda.Menu di King Crab namanya unik unik.Pilihan saos beragam mulai dari yg asin gurih hingga yang peda...", "Tatkala sedang terburu-buru mencari tempat yang ada wifi dan nyaman, saya menjajal Maxx Coffee. Sesungguhnya saya bukan penikmat kopi jadi m...", "Pesen yang paket 69 ribu, one drink and one cake or bread. So i order cheesecake, and frappuccino blended. Love the cheesecake  🍰..th...", "maksud hati mau ke ****bucks, eh ternyata udah ganti nama jadi maxx coffee. udah terlanjur, jadi lanjut aja ngopi di tempat ini. lay out d...", "Hari ini nyoba iced coconut coffee.. seru aja rasanya kopi di mix dengan santan.. lumayan lah  ngopi dan sambil liat suasana...", "It was the closest to our hotel, we popped in for a quick AM bite before heading to the airport. At first glance, thought it was Starbucks f...", "Cuma pernah nyobain tahunya aja yg ada di menu..Selalu beli kalo lg ke daerah lembang,enak aja gitu makan tahu anget2 klo lg dingin2 .. ...", "Ketannya enak bumbu oncom gitu baru pertama kalai makan dan merupakan salah satu toko yang laku di beberapa gerai di tahu susu lembang.  ka...", "makanan yg ada disini sangat bervariasi dan banyak banget, jadi aku cuma review tahu susunya aja yah kalo kata orang orang sih tahu di...", "Ga pernah lupa mampir sini kalo lewat Lembang. Tahu susunya enak dan lembut. Di dalemnya cuma banyak counter makanan dan ada FO. Luas banget...", "Hi para zomatoers...kali ni gw mau review tempat tahu yg melegendaaa  Ada tahu gorengna tapi ga kefoto nih..rasanya standard hargan...", "Makanan yang enak dan suasana yang oke, tapi pelayanan welcome di awal nya yang sangat mengecewakan karena tanggapan yang terkesan kasar dar...", "tempat nya udah pasti bagus bgt. sangat 'alam' dan natural. makanan agak mahal tapi porsi banyak dan enak. pesan nasi liwet seharga 150rb ta...", "One of the most visited places when a tourist comes to Bandung. A place where you can enjoy great view and great Sundanese cuisine including...", "Nasi liwetnya endolita babanero. Ah juaraaaaa deh! Lebih cucok kesini sm keluarga, pasti suka deh. Suasananya tenang, adem, nyaman. Daaan ba...", "seneng makan disini suasananya alam bgt.. sejuk dan makanannya ala sunda gitu.. harga jg terjangkau.. cocok untuk makan sama keluarga atau t...", "Saya cuma pernah ke satu cabangnya aja di Bandung. Kebetulan lagi nyari makan dan deket2 tempat makan yang kita tuju ada let's go gelato. Ba...", "Setiap kesini yang jadi favorite adalah si rasa bubble gum. Yuuummm~ Sebenernya pilihan varian rasanya banyak banget hampir 20 varian rasa m...", "In my opinion, ini paradise banget sih! Buat gue dan (kalian) yang hobi banget sama dessert, terutama gelato / ice cream, ini bener-bener ha...", "5 Points buat cabang yg di SETIABUDHI karena selain variasi rasanya lebih banyak, tempatnya juga paling enak dibanding cabang yg lain. Mas...", "Gelato yang harus dicoba kalau ke Bandung! Gw beli 2 scoops yg cone harganya 32k dan memang worth it banget. Beli yg rasa thai tea (kalau ga...", "Salah satu spot menarik di Bandung, cuma dingiiin banget kalo malem walopun enak dapet yang outdoor tapi mesti siapin jaket dan kaos kaki bi...", "pelayanan baik, makanan enak. tempat udh di renov jd ada lift skrg. Suasana enak, remang2 dengan dinginnga lembang bikin susana jd cozy bang...", "Dulu maja house ini penuh banget, susah bgt buat dptin tempat duduk yg kym sofa diluar itu. Tapi krn kalah sama tmpt baru lainnya jadi skr g...", "salah satu tempat kuliner di bandung yang paling berkesan. rasa yg bisa di andalkan, gak aneh, sesuai sama yg kita expect. tempat yang bagus...", "Ke sini buat makan malam & pesen philly cheese steak pizza. Harganya kalau ga salah 75 ribu sebelum pajak dan enak! Keju mozzarella-nya ga p...", "Fasilitasnya Ok Buffet Breakfast'a juga Komplit dr indonesian , asian, westen food adaa.. terkomplit yang saya pernah coba hotel *5 pelayan...", "Selasa 27 feb 2018 kesini sama suami karena lg ada kerjaan di bandung jadi kita coba2 untuk dinner di belle vue ini, kebetulan karena weekda...", "Saya kesana tgl 3 januari 2018 tepatnya hari rabu, waktu saya kesana sih ga ada min. purchase gatau krn saya dtg weekday atau memang ga berl...", "Follow my ig: @andriselly Saya nginep di hotel ini jadinya dpt free tea time di sore hari. Tempatnya cukup cozy, ada viewnya. Tea time dik...", "Kesini waktu lewat jam makan siang, jadi agak sepi. Servicenya lumayan cepat, tapi sayang makanannya terlalu biasa saja, padahal harga cukup...", "Lokasinya strategis, comfy. Kemarin aku dateng lagi sepi, jadi enak buat ngerjain tugas bagi yg ga suka keramaian. Trus suka banget mereka ...", "Letaknya di dekat taman lansia. Pasar ini layaknya foodcourt jadi banyak pilihan menu. Banyak spot yang lucu juga kalo mau foto2. Jgn lupa c...", "pelayanan lama banget, padahal nggak rame. tapi nggak di layanin malah ngobrol terus mondar mandir ga jelas akhirna langsung pesen ke tenant...", "The service was awful. The waitress treated me and my friends badly. She wouldn't let us sit in the back side of the place. The other waiter...", "Ini salah satu foodcourt favorite saya di Bandung. Tempatnya cozy walaupun lg rame dan pilihan makanan/minumannya banyak bangeettt. Service ...", "Jalan jalan ke bandung dapet rekomendasi wisata kuliner di deket taman lansia, akhirnya mampir ke pasar kuliner cisangkuy. Order pisang cokl...", "Tempatnya sebenernya oke bgt,pas buat makan keluarga,suasananya adem jg..parkiran luas,tempatnya ada didalem kaya perumahan gitu..pelayanann...", "tempatnya bagus, sunda banget, kalo untuk makannya porsinya dikit untuk harga yg lumayan, rasanya agak kurang garem, makanannya tidak hangat...", "Tempatnya Keren, comfortable bgt..dapat yg saung dikelilingi sawah n ada sungainya..makanannya enak..pesan wedang dengan gelas khas jaman dl...", "Brunch tadi siang di sini,ga nyesel bawa fam makan disapu lidi.. makanannya enak2 dan harga worth it, tadi pilih tempat dilesehan biar anak ...", "Untuk seafood nya lumayan enak, Disini banyak kucing Suasananya adem, very nice, berasa di tengah2 sawah Pelayanannya OK dan fast response ...", "kebetulan saya kesini bersama saudara saya. kita pesan menu mie ceker dan mie kikil. anyway, setiap denger kata mie merapi pasti di pikiran...", "Selalu makan kesini waktu masih bolak-balik Nangor - DU. Kuahnya cocok sih apalagi yg kuah merapi. Dan pelayanannya mayan cepet jugaa luvvvv", "Konsep restoran ini cukup unik, penuh warna dengan mural mural yang merepresentasikan banget menu andalan nya. Restoran ini berupa ruko dua ...", "Follow me on Instagram @eatandleisure  Dibikin penasaran sama mie yang satu ini. Ini bukan ramen loh ya, mie merapi itu semacam mie kua...", "Hari Sabtu malas banget keluar, akhirnya pesan via Gojek. Kali ini saya memesan mie yang saya sudah ingin coba dari berbulan-bulan lalu kare...", "A very cozy yet hidden place in Dago. I really love the ambience and how quiet the people were. It'd be nice to get some assignments done at...", "kita kesini pas malem, suasananya ga terlalu ramai tapi malah jdi terlalu sepi...karena disini remang2 lampunya, bisa duduknya dsaung2, dide...", "tempatnya sih cozy banget pemandanganny gubuk\" kecil dan ada danau kecil ditengahnya makanannya enak\". Kita pesan yang set special. ayam bak...", "Waktu liburan sama keluarga, sekali-kali saya nyoba nginep daerah lembang. Googling2 dapet info di Imah Seniman, desain dan fasilitasnya cuk...", "View nya super bagus, cozy, and comfort bgt trus menu yg gw coba : ayam kasaheupan nya enak banget. Daging ayamnya diasap dan digoreng, rasa...", "Makanannya mantep enak banget, suasana juga sangat enak, dan harga bersahabat. Ketagihan makan disini. Menu2 sangat beragam. Tempat makannya...", "Pesen Risoles Lumer nya via go food yang rasa coklat, coklat keju dan smoke beef. Ga ada fotonya, adanya boomerang hehe. Yang coklat the bes...", "Cafe yg cozy.. Dan enak ambiencenya. Tapi disini berisik soalnya rame.. Untuk coffe nya oke.. Untuk cakenya oke bgt.. Untuk harga disini mem...", "Kesini 2018 order: 1) Cold brew (The Rock) with ice yah ga ada versi panas: bisa minta pakai gula bisa tanpa gula. Excellent menurut saya cu...", "Smoothies bowl, churros, all the muchiesnya enak! Tp krn i dont drink coffee, temen gue sih yg order coffee dan katanya enyaaaaak! I love th...", "#Menurutsaya dari segi tempat nampak kurang luas jd keliatan sumpek di bagian dalem, agaknya lampu kurang terang sehingga memberikan kesan r...", "judulnya coffee shop, tapi somehow semua menu makananan disini enak semua. Karena hampir tiap minggu kesini jadi udh nyobain hampir semua me...", "Untuk makanannya menurut saya biasa aj, tidak terlalu enak (sorry to say), ikan salmonnya sih lumayan tapi untuk ayam taliwang yang saya pes...", "Mungkin lebi ke untuk lihat\" karya seni sih tempat ini. Tapi pas gw coba makanan nya , ternyata rasa nya enak dan harga nya ga terlalu mahal...", "Sorry to say. Tapi makanannya biasa banget yah. Standarlah ga ada yang istimewa banget. Pemandangannya juara sih tapi. Kalau untuk seledar n...", "Lokasi yang Kurang strategis menurut saya.. untuk view dan rasa makanan juara  harga makanan'a pun menurut saya masih so so lah deng...", "Sejujurnya jalanan kesana agak susah dan jalanannya agak rusak (gak tau kalo sekarang)..tempatnya lumayan gede..Yang bawah buat galeri gt,na...", "Kesini B3. Persennya nasi goreng lapangan tembak, nasi + tongseng ayam sama kwetiau Medan. Ga lama nunggu. Tongseng ayamnya sedikit beda sam...", "tongsengnya udah paling puol.. si mba gokil beud deh masakan nya enak2 hahhaha cuman kalo rame harus sabar ya.. kerupuk gratis tinggal ambil...", "No words to describe the foods here! Amazing! Semua enakkkk. Gw udah pelanggan sejati dr kapan. Semua menuny gak ada yg failed dan udah gw c...", "It's quite hard to find the place when you walk down Sukajadi road. Even the sign does not stand out from others so you have to search for i...", "FOOD: ⭐️⭐️⭐️⭐️ AMBIENCE: ⭐️⭐️⭐️ SERVICE: ⭐️⭐️⭐️ Baru sadar kalo Two Hands Full ternyata udah pindah...", "tempat makan kita pertama kali pas tiba di bandung. berangkat dr jakarta jam 4.30, nyampe bandung lgsg cekidot two hands full. cobain omega ...", "Found another hidden gem and the last before we got back to Jekardah. Ini juga tempatnya agak sulit diketemukan, rawan kelewatan. Karena pas...", "Today me and my family had breakfast at this establishment. First of all the ambiance is  love the decoration and interior. Food is ama...", "Pengen coba aja penasaran karena rame banget dan nggak berhenti2 yang dateng kalo tiap lewat sini. Harga duriannya macem2 tergantung besar d...", "The taste is good. Pas kesini varian duriannya cuma dari jawa aja nih a.k.a durian petruk. Menurut yang jual sih katanya buat durian medan...", "Dadakan ngidam duren, langsung googling tempat duren terdekat dan ketemu lah Duren Jawara ini. Pas datang cuma ada 2 org pengunjung yg lagi ...", "Manis, harum, terpercaya, ada aneka olahan duren yang bisa dicicipi. Harga terjangkau. Bisa dibawa untuk oleh oleh. Recomended untuk dicoba....", "Japanese Food Ala Rumahan Ketika diumumkan akan buka di Bandung saya tidak kepikiran bakal ke sana. Namun ayah saya dalam waktu singkat lan...", "I ordered Shio-Kouji Salmon, and it was fantastic. The salmon was perfectly grilled, not overcooked at all. It was also seasoned beautifully...", "Karena selalu ngantri panjang jadi saya penasaran pengen nyobain. Ternyata sate babinya enak, bumbunya bener2 sampe ke dalam, ga terlalu gos...", "Went to sudirman street and found this babi panggang and it's friend (baikut, pork satay, and all about pork in sudirman street) heaven for ...", "Sushi tei menurut saya tempat sushi yang worth it untuk fresh sushi dan fusion sushi di bandung . Dari segi keragaman menu dan rasa ini mung...", "kalo kamu mau makan sushi yg beneran sushi, enak dan fresh tentunya. cus deh ksni gausa mkir 2x. cos dsni bener2 fresh smuanya. apalagi utk ...", "Pertama kali coba cabang yg disini ternyata cukup luas areanya, lagi libur merah juga kemarin jadi full bgt sampe waiting list tapiii ternya...", "Pelayanan oke, tempatnya nyaman dan lumayan banyak table. Tetapi waiting list suka lama jadi sudah laper duluan. But overall, oke. Paling su...", "always be my favorite sushi restaurant.. i'd rate 6/5! rasanya sejauh ini ga ada yg bisa ngalahin sushi tei untuk tempat makan sushi. uda...", "Restaurant Chinese Food Hotin termasuk salah satu Restaurant Chinese Food yang terkenal di Kota Bandung, menu-menu chinese food favorit saya...", "restoran khas Chinesse Food di bandung ini sudah terkenal sejak lama.. waktu kami datang restoran ini cukup sepi sehingga kami bisa leluasa ...", "Menurutku untuk baksonya sih biasa aja hehe, tapi minumnya dingin, kuahnya panas, siomaynya enak, dan cabainya pedas. Tapi ga yah biasa aja ...", "Salah Satu Baso Malang Favorit Saya Dulu saya pernah beli Bakso Malang Cipaganti di The Kiosk Ciwalk dan The Kiosk Dago (ga tau ya yang cab...", "-love everything about this place, pilihan tempat duduknya banyakkk, ga tanggung2 konsepnya bener2 arabian bgt ! -honet review makanannya se...", "Penampakan luarnya sih oke punya, interior dalamnya juga dapet banget. Cuma entah kenapa rasa makanannya tidak sesuai ekspektasi  Pe...", "I ate here when my Company is having an outing event in Bandung. We chose this restaurant for dinner since we heard the place and the foods ...", "Dari tempat sampai makanannya timur tengah banget. Cita rasa makanannya luar biasa, bumbu meresap. Apalagi untuk kalian yang punya porsi mak...", "Restonya cukup besar dan nyaman.. kental dg suasana arabian.. bisa lesehan dan meja.. tersedia juga ruang khusus keluarga.. pelayanannya jug...", "tempatnya bagus dan nyaman untuk duduk lama. untuk yg mau ngerjain kerjaan, tugas kampus dan main game bawa laptop recommend banget. soalnya...", "-bersih, nyaman, ga ribet -makanannya sam aja kaya upnormal lain enakkk cm ngerasa makin sini harga upnormal makin mahal ga sih ? Atau peras...", "Kalau mendengar nama Upnormal pasti yang terbayang adalah restoran yang menjual aneka Indomie Harga Premium, tempat nongkrong berlama-lama, ...", "nyobain manual brew.. pilihannya bisa kopi aceh gayo, ciwidey, bali kintamani atau toraja sapan...piliha saya jatuh ke toraja sapan... luma...", "Sesuai dengan namanya, tempatnya lebih spesifik untuk pecinta kopi, dari kejauhan udah tercium aroma2 kopinya. Tempatnya sih enak, cozy bang...", "Mi kocok ini dekat dengan hotel tempat saya menginap di Lembang. Ibu saya suka sekali makan malam disini. Favorit kami adalah mi kocok kompl...", "Dulu pertama-tama buka kesini makanannya rasanya enak, bumbunya pas. Tapi setelah lama gak kesini, rasanya berkurang deh, entah beda yang ma...", "Ini tempat makan di bandung yang cozy banget dan enak dilihat. Kendalanya cuman jalan ke warung salse itu kecil dan nanjak banget! Makanan...", "been here 3 times, waktu pertama kesini mungkin dua tahunan yang lalu waktu warung salse masih sempit dan cuma ada lt atasnya aja. kemudian ...", "Went here for lunch, i thought that it will be more spacious than it is. I actually love their artistic theme, but the lighting on the upper...", "Beberapa hari lalu sarapan disini.. Order nasi goreng & lontong sayur.. Surprisingly, makanan yg kami order enaaaak.. Kami duduk di teras ba...", "Resto steak yang cocok dengan kantong mahasiswa pada zamannya. Untuk rasa standar aja sih, terus makin kesini dagingnya makin tipiiis. Tapi ...", "Kesini pas weekend untuk makan siang, kebetulan istri juga lagi mau belanja di toko bayi yang ada di sebelahnya Suis Butcher. Enak jadi gak ...", "Rasanya enak, apalagi menu chef sugesstion nya. Harganya pun worth it dengan daging yg di sajikan 200gr. Menu nya banyak macamnya, tempatnya...", "Legend place. Long life establishment. Food are Good. Always order for T-Bone Steak medium rare. Sometimes degree of doness of meat not met...", "Tempat nya nyaman buat kumpul-kumpul santai, tampilan makanan menarik, pelayanannya juga cepat. Saya pesan carbonara dan tenderloin steak, h...", "Atas saran seorang rekan saya yang benar-benar asli Aceh, saya menjajal Dapur Aceh yang menurutnya adalah rumah makan dengan cita rasa Aceh ...", "Recommended banget deh! buat yang suka mie aceh kudu wajib coba makan disini, Rasa rempah khas aceh nya pas. Tempatnya juga lumayan enak, ta...", "Bumbunya meresap bgt ke daging! Sayangnya kl pesen yg pedes, rasa satenya jd kayak bubuk cabe semua. Bumbu kacangnya enak, bisa dibanyakin k...", "Sate asin pedas FTW!! Dagingnya tipis2 jadi bumbunya meresap banget, bisa request gak pedas, pedas sedang atau pedas banget. Sekali makan bi...", "Ini sate enaaak bangetttt! aku bingung dia pake bumbu apaa tapi mirip taican gitu tapi beda juga jadi bingung deh hahahaha kalau ke bandung ...", "Namanya sate dj bukan berarti ada disc jockeynya ya ternyata singkatan dari Dipinggir Jalan hehe. Satenya enak kok. Harga bersahabat :). Ta...", "Sebenernya not a big fan of satay karena kurang suka saus kacang, makanya bahagia banget makan disini soalnya satenya tanpa saus. Bumbu di ...", "Follow me on Instagram @eatandleisure  Thai Tea pertama yang aku coba disini, terenak pada masanya. Setelah ngerasain Thai Tea beneran ...", "Paling enak yang rasa Taro... Untuk yang rasa Greentea menurut saya agak kemanisan.. Tapi secara keseluruhan enak banget lah.. Rasanya lembu...", "Tehnya tuh rasanya enak banget sampe susah buat definisiin kata yang sesuai, langsung turun dengan lembut waktu sampe tenggorokan. Ngga bisa...", "tempat ngadem sore boleh banget kesini, di dalem adem ac, diluar bisa sambil liat jalanan bandung plus senja yg cerah. interiornya lucu ada ...", "Banyak pilihan, dan kita boleh icip2 dulu sebelum beli. biar tau mau rasa apa yg kita suka. kemarin order yg cup 3 rasa, harganya 55ribu. jg...", "order disini size Medio (45k) yang bisa milih 3rasa, sebelum milih bisa free testing rasanya gituu.. pas test rasa nyobain rasa Black Sakura...", "..sofa pojokan asik buat uyel-uyelan; tempatnya asik; ada indoor dan outdoor (kalo mau ngerokok); disetelin musik yang anteng; betah lama-la...", "Jadi saya kemarin belinya di Terminale di dalam China Town Bandung, jalan kelenteng. Disini ada banyak varian rasa. Terus bisa free testing....", "Tempat makan yg authentic. Tapi ga tau kenapa rasanya hambar dimulut. Lidah saya yg salah atau makanannya, kurang tau juga. Senengnya ya fre...", "Food was pretty good! I tried Maeun Dakgalbi, Kimchi, Japchae, Kaeran Jjim, with two plates of grilled sliced meat, one marinated with spicy...", "Udah langganan kesini.. samgyeopsal, galmaegisal dan woosamgyeob favorit gw.. condiment nya enakkk top deh disini Service nya cepet, pelaya...", "La galbi nya enak, samgyopsal nya standard.. condiment nya kurang beragam daun... tp itu terjadi di korean bbq yg lain juga.. entah kenapa d...", "Honestly ini kedua kalinya kesini. Tapi pas pertama kali cuma minum aja jadi gak bisa review deh. Nah kali ini baru bisa review karena makan...", "Super nice place with cozy atmosphere, there’s the smoking and non smoking section too which is really considerate of them for non smokers...", "Akhirnya kesampean nyobain makan di sini setelah berkali-kali wacana doang...wkwk suasananya enak buat hangout sama keluarga/temen, cuma par...", "Favorite saya di bellamie adalah beef and mushroom carbonara sandwich namun dari mulai viennoiserie, burger, dan minumannya semuanya enak! L...", "Pelayanan nya ga lama, tempat nya cozy, hanya parkirannya kurang besar, over all saya suka datang kesini, ini salah satu menu fav saya kalo...", "FOOD Overall B aja si, cuma klau mau nongs biasa ada fingerfood disini lumayan SERVICE mayan standby AMBIENCE mayan buat nongs ada meja b...", "Bubur ayam favorit se Bandung Raya. Jadi favorit karena cakwe dan daging ayam nya yg enak. Bubur nya juga ga terlalu lembek. Juaraa! Pernah ...", "Kesini sblm jam makan siang, jd masih agak sepi. Ternyata resto ini jadi satu area dgn hotel beehive, dan ktnya memang 1 manajemen. Pelayana...", "Datang ke kapulaga saat acara sepupu ulang tahun, makanannya enak pelayanannya juga cukup baik dan cepat.Dan yang jelas di belakang sangat b...", "Bermalam di beehive, dapat komplimen sarapan yang bisa di santap di kapulaga atau beehive cafe. Saya pilih di kapulaga aja karena pagi-pagi ...", "Menang di \"tempat\" nya ini mah. Ada playgroundnya. Luas banget. Kalo malem juga bagus karna lampu2 nya. Buat rasa makanannya so so lah. Belu...", "Enak tempatnya, luaaaas banget, ada playground atau rumah pohon utk bermain. adem tempatnya, makanannya juga enak kok dan kebetulan saya liw...", "Another cafe near home yaayy.. nah kalau Morglor ini bukanya beneran dari pagi sampe malem. Weekday 07.00-23.00 dan weekend 07.00-24.00. Tem...", "Morning Glory ini punyanya ko Nathanael Charis yang jadi salah satu ahli kopi di Indo. Cabang pertamanya ya di setrasari mall ini. Kopinya g...", "Makanan rasanya biasa2 saja, pelayanan lama sekali. Entah karena penuh dan kurang staf. Pesan tahu pletok sampai 1 jam lebih ga keluar2, kel...", "Food was average. Coffee was Excellent! Place quite gloomy with some mosquitos inside, especially during dark hour. Price for coffee was ver...", "Follow me on Instagram @eatandleisure  Terakhir kesini tahun 2014 kayanya  gak banyak yang berubah dari tempat ini. Di bagian depan...", "Bakso , tahu dan gorengannya lumayan.. kaldu terasa kelihatan kalau sedikit micinnya Servicenya good, ibu saya nambah pesanan dimsum dilaya...", "Bakso gorengnya mantep, baksonya lebih banyak persentase daging dari tepung, tahu sih so-so yaa, bakwannya juga masih enak beli di gerobakan...", "Makan malam di sini dg suami. Baksonya enak berasa sekali daging sapi asli. Tempatnya sbg sebuah kedai bakso juga lumayan kok. Saya makan ca...", "Tempatnya bersih dan homey. cocok makan bersama keluarga. Anda dipersilahkan engambil dan memilih sendiri menu baso nya dan akan dijumlahkan...", "Rasanya enak, tapi gak enak - enak banget. Tempatnya rame banget, mungkin karena buka puasa ya?! Cenderung agak mahal sih, tapi its okaylah.", "Great dinner here. Recommended for allyoucaneat lover. Also glad to have a friendly service from Imam and Linda! We love our visit here. Tha...", "Outlet/Place : 9/10 Nyaman , Bersih , Comfy banget Makanan : 8.5/10 makanannya fresh semua Service : 10/10⭐ pelayanannya oke ban...", "Kualitas daging baik, menu banyak, es krim nya enak, mbak Linda melayani dengan baik, tempat nyaman, semua pelayan juga melakukan tugas deng...", "Makanannya enak, dragon karubi Excellent service provided by Mba Novita & Mas Haris. Kebersihan tempat nyaman & ber AC meskipun ...", "Dagingnya mantab dan segar, bumbu yang pas.. pas buat malam mingguan. Harganya juga sepadan dengan rasa. Terima kasih juga buat pelayanan ya...", "di spoiler terus sama adek, katanya enak, akhirnya nyoba beli dibungkus.. seporsi 25K dapet nasi, bebek, ampela, sambel dan lalapan.. nasin...", "Another “the best warung bebek” in bandung. (+) Dagingnya empuk dan gak berbau (+) Sambalnyaa enak banget perpaduan pedes dan ada asamn...", "Bebek Sinjay adalah salah satu olahan bebek favorit saya. Saya sudah mencobanya di tempat asalnya: Bangkalan, dan di beberapa kedai cabangny...", "Sejauh ini bebek sinjay cabang Bandung paling mantap, perpaduan bebek goreng dengan sambal mangga yang nikmat namun terkadang sambal mangga ...", "Sebelumnya pernah coba sinjay di bangkalan madura&malang. Porsinya jauh lebih banyak dibanding cabang bandung, bebeknya lebih besar, ada ati...", "Sekarang susu lembang mengeluarkan variant terbaru yakni brownies kukus dengan brand LEMBANG... Untuk harga relatif terjangkau 29rb... Saya ...", "Sempat penasaran dengan Harliman Boulangerie Pattiserie ini karena terkenal dengan croissant dan cakenya yang enak2. Bulan Desember tahun la...", "Bagi gw yg ga begitu suka makanan manis, karena kegabutan & tdk sengaja, akhirnya gw cari tmp yg bisa diicip2 daerah Batununggal. Gw cobalah...", "Terlalu Overpriced Padahal Masih Underrated Ibu saya penasaran dengan toko kue ini. Agak kaget juga mendapati harga kue ini sangat mahal. Y...", "Tasty and spicy noodles and 'roti cane'. I ordered seafood noodle and lamb curry 'roti cane' and both of them were perfect and value for mon...", "Saya pesen mie rebus seafood (enak) Mie rebus sapi (enak) Martabak (hampir sama kaya umum'a) Roti Cane Polos (lumayan) Tempat lantai 2 di da...", "One of tiny cozy place around maranatha! mau nugas atau sekedar mau males2an boleh cobain kesini. Pas masuk, bau rotinya kerasa banget. ...", "A very nice cafe to spend lazy weekend. Tempatnya sebelahan sama studio yoga, enak buat duduk” dan minum kopi. Kopi nya ok, kue”nya mace...", "This cafe looks ordinary as it sits between rows of  ruko of setrasari mall.   However, upon entering the premises you could feel the  r...", "Tempat ngopi di Dago yang termasuk paling nyaman buat dipake kerja remote / freelance atau ngerjain tugas kuliah. Apalagi buat nongkrong bar...", "Nyaman dan suasananya tenang biasanya saat saya ke sini. Kalau yang suka K-pop dan K-drama tempat ini cocok buat dengerin beberapa lagu atau...", "Bulan Maret biasa nya adalah bulan yang chaotic, jadi kalau mau nongkrong harus banget di tempat yang bisa sekalian menunjang produktivitas....", "Caffe Bene ini udh terkenal ya d seluruh dunia dan cabangnya banyak banget. Andalan mrka itu caramel macchiato yg emng enak banget sih. Kind...", "awalnya kesini karena cobain bingsoo yg lagi booming bgt, aku pesen matcha bingsoo yg besar utk porsi berdua sm temenku. dan aku kurang suka...", "Kedai Lontong Medan ini posisi nya di dekat Nasi Goreng Mafia. Tempat nya sih tergolong sempit, tapi masih OK lah. Selain menjual, aneka lon...", "Gara2 istri ngeliat pas lewat, langsung ngidam dia. Trnyata lumayan enak, lontongnya gak kalah sama lontong sayur, mertua orang medan-padang...", "Rasanya sih biasa aja. Kuahnya kurang kuat. Masih lebih enak lontong buatan mama sendiri. Makan kesini kalo rindu makan lontong aja. Tapi, a...", "Kuah bakso nya enak, 1 porsi harganya 20k isi nya 2 bakso kecil, 1 tahu dan 1 baso sapi. Tahu nya lumayan besar dan ada isi nya yg enak. Yum...", "Good coffee and fries, fast wifi, homey and cosy place to stay all day. Very close from my house which is a quite home area, and you can sta...", "Follow me on Instagram @eatandleisure  Cafe ini super cozy, makanannya enak, interiornya juga asyik banyak properti yang bisa dipake bu...", "Mencoba menginap di cottonwood karena rate nya lagi bagus alias murah. Untuk kamar, katanya disini cuma ada 7 kamar ya kalo gasalah pantesan...", "Hi❤ Liburan kali ini aku pilih menginap di cottonwood. I think Cottonwood Bed & Breakfast is Comfortable and Lovely place to take rest...", "Ini utk cafenya. tadi baru saja kesana pesen coffee latte. pertama bayar saya kasih 50rb, dan setelah tau harganya 44 rb dan saya megang rec...", "Lagi-lagi berhenti dimari karena kehujanan, kondisi malam dan mau balik tapi nggak bisa bergerak akhirnya memutuskan untuk pilih si Mie Aceh...", "Dessert nya kita pilih nyobain es duren , isi nya 3buah duren yang manis2 + es batu n susu putih kental manis.. Seger banget.. Tapi ada ba...", "D Cost ? First time I tried in Jogja years ago. Time flies fast, the menu still same, but I think the portion is smaller smaller and smaller...", "Dulu saya makan di sini tahun 2012 dan sekarang (2017) makan di sini lagi ternyata cara pesannya udah beda. Dulu seingat saya cara pesannya ...", "Waaaah.. Ini juga juara. Nggak usah panjang - panjang ya ngejelasinnya. Semuanya pasti udah pada tau kalau makanannya enak banget dan murah ...", "Buat yang nyari japanesse food yang bersahabat sama kantong dompet kamu mungkin ini salah satu tempat yang kamu cari . Variasi menu nya lu...", "lumayan enak tempatnya, ramai selalu... cuman kurang nyaman krn pengamennya datang bergiliran... mungkin kalo dr pemilik ada sedikit aturan ...", "Hujan malam hari mungkin suatu hal yang biasa dinikmati di kota Bandung. Tapi ada perbedaan antara suasana hujan malam hari di Jakarta dan B...", "Ini sebenernya review Kobe yg di 23 paskal. Soalnya outlet ini ga ada di Zomato. Tp udah pernah coba yg di Cibadak kok. Kangen sama tepanyak...", "Check out my ig: komentatorisenk D jln sudirman banyak makanan babi. Tp gw tertarik sama yg 1 ini. Karna kapan lo bs menikmati kebab dgn da...", "Tempatnya menurut saya cukup nyaman dengan design yang menarik dan bisa dipakai untuk berfoto foto. Banyak tersedia stop kontak untuk men ch...", "Suka sekali dengan suasana di Cups ini, jalanan yang masih sepi, pohon rindang, banyak tanaman, tempat terbuka dan luas. Kopinya enak, selal...", "Once upon a time in Bandung, I was lost in rain. Trying to search a place to eat and for shelther, I did not get any food place that provide...", "another breakfast place in bandung. the coffee is good and so do the breakfast menu. ga terlalu ramai kalo pagi jadi sangat bisa digunakan s...", "hospitality nya bagus, minta di tengah tp gada colokan, sm masnya di kasi kabel rol. kebetulan cm beli choco lava, so far so good. friendly ...", "Mie ayam + Bakso nya enak, baksonya sih yang enak teksturnya lembut sama dagingnya berasa. sama serabinya juga enak , waktu itu pes...", "Pertama kali cobain es kepal milo, not bad lah unik juga kombinasi milo bubuk, sereal, dicampur kacang, susu kental dan dibawahnya es serut....", "Niat utama mau nyobain es kepal milo yang lagi super hits di Bandung daaan ternyata udah banyak banget tempat makan yang sediain es kepal in...", "Saya coba seblak goreng mozarela yg ngehits, rasanya mengecewakan. Tidak ada bakso atau sosis hanya telur seblak dan keju, rasapun dibawah b...", "Banana nugget sih nagih banget loh, topping nya gak pelit dan enak dimakan selagi panas, pisangnya manis dan gak lembek/keras. Kalau dessert...", "Karena bukan penggemar pedas jadinya pas mesen level 1Nasi Goreng Mozzarella itu udah pedes bgt. Suasananya cukup gelap, bener-bener kaya ku...", "It used to be Glosis Resto, but then mr Maxi (who used to work at Glosis) were going separated and bought this place and changed it into his...", "kacau sih ini makanannya enak, worth it dengan harga, plus viewnya cocok banget. went here with fam dan seru banget bisa santai2 lunch dan f...", "Kesini itu cocoknya buat formal dining atau yg romantis2 sm pasangan krn interiornya yg minimalis dan elegan. Makanannya european food, saya...", "I've been here to have my Christmas Dinner with my family. The atmosphere was very good and it has soothing air around it. The service was v...", "When: Formal occasions, dinners with your girls, arisans, or whenever you have the bucks to throw Where: Go up on Ciumbuleuit road and you'l...", "This place is one of the highly recommended place to have a meet-up as well as dating. It gives you roomy feeling with view of garden dan op...", "Penasaran sudah lama ingin makan dan menginap di beehive hotel, cuma wkt mau booking lwt situs online kita ga kebagian kamarnya (full book) ...", "Kesini karena ada arisan bareng temen SMA sekalian bridal shower ala ala. Lupa deh pesan apa aja, yang keinget pesan Berry Panna Cotta itu e...", "Went there to stay at the hotel. Sebelum ke hotelnya, coba dulu makan makanan di sini Aku suka banget menu dory au gratin di sini. Enak ras...", "Date of visit : 11 Maret 2018 13.00 I ordered: Caesar Salad Aglio E olio (Tuna) Food: 7/10 Not too special, but still acceptable Ambien...", "untuk tempat ya bagus karena kalau malam pemandangan nya bagus.. dan dingin.. untuk dinner itu enak si apalagi kalau sama pacar.  aku order...", "I would only WoW this place for the ambience. Very very very impressive. Other than that, service is very slow and food is nothing much to t...", "This place is not recommended, sorry to say. Di luar ekspektasi .. Makanan dan minuman biasa aja utk harganya yg sedikit mahal 1. Dabu dabu...", "Sejak dulu kalo ke Bandung gw hampir selalu ke sini. Entah buat lunch, dinner, ataupun cuma tea time sambil nge dessert iseng. Lalu kamis ma...", "Kalo udh malem kepengen cobain tempat yang sejum & pemandangan yah wawww.. Nah jadi lah kita mampir kesini.. Tp pas dateng, ini tuh diluar e...", "Suka kopi nya.. apalagi Jcool nya (frozen yogurt) dgn toping peach.. fat free pula jadi ngga takut akan berat badan hahahhahahaa... selalu k...", "Sambil nunggu temen-temen belanja saya nunggu di J.co saja.. Kalau soal rasa pasti sudah sangat familiar lah ya dengan jco. Mulai dari donut...", "This place has potential especially it is located in the busy district of jalan riau BUT the food was so so and most importantly: GOD DAMN M...", "On afternoon, we lunch and order some menus, namely nasi liwet and nasi tutug oncom komplit with orange juice and hot tea. IMHO, the price i...", "Kami datang hr ini pas makan siang. Kami ber 5 order : gurame goreng, ayam goreng, karedok, sayur asam, nasi tutug oncom, cah kangkung, pepe...", "suka banget sama tempat ini ambiencenya enakk, makanan minuman enak, trs tempatnya aku suka dan lagu2 yang diputar juga enak, cocok banget b...", "the place is quite hidden without banner that can be easily seen from the street thus it took me 3 times back and forth to found out this pl...", "Jalan2 ke bandung dan diajak ke sini. Waktu itu saya pesan hot mocha dan itu rasanya... wow luar biasa, pas banget di mulut, panasnya jg pas...", "One of the good alternatives for meeting your friends or client. However due to the availability of space I would not recommend you to come ...", "Blue doors ini terkenal dgn ciri yaitu pintu biru nya haha...kebanyakan yg br pertama kesini selalu nyasar salah masuk pintu, krn blue doors...", "Taste: fine Service: Good Comfort: Good Menu: Appetizers, Meals, Desserts, Drinks Price: Min 100rb/orang Salah satu tempat yg cuma menjual ...", "not really good place for hangout , bad experience not worth it at all. cold place with cold ambience also cold food. Should not pay more fo...", "Bad service. The restaurant doesnt deserve any star. I have maag while waiting my food to be served. Maybe others will feel the same too. S...", "Bad experience. Food no taste, took forever to arrived at our table. Once arrived served cold. Even it took rhem so long just to simply deli...", "bad service. food no taste good at all. order chicken steak but never come in 1st hour. next hour it came with cold food. what an experience...", "Kemarin diajak temen ke sini setelah dia pulang ngampus. Katanya rotinya terkenal enak dan selalu rame kalo pagi sama malam. Untungnya kami ...", "pesan roti putih 1/2 telur keju dan 1/2 srikaya coklat. cukup enak, tp pinggir roti agak trlalu keras. harga 36 ribu, ya lumayan juga utk ro...", "Sampe bandung masih pagi, pas bgt plan kulineran pertamanya harus ke roti gempol sekalian sarapan. Lokasinya ternyata ada di gang rumah warg...", "Akhirnya kesampaian untuk visit Roti Gempol. Kemarin udah sempat gojekin ke hotel pas ke Bandung. Pas dianterin rotinya kmrin udah gk begitu...", "Baru sekali kesini karena sering lihat orang-orang di Instagram. Pulang makan kupat tahu di dekatnya lalu mampir ternyata ramainyaa luar bia...", "We ordered nasi uduk, nasi pecel, and tahu goreng. Nothing special about the food. I think the services can be better. No one greet us when ...", "Tempatnya enak dan adem. Makanannya ayam goreng pake nasi , ntah nasi kuning or nasi uduk. Rasanya so so aja. Gk gmn enak dan gk diblg gk en...", "I love everything about this place kecuali lahan parkirnya, sering BM kesini gagal cuma gara-gara gak ada parkir, sangat disayangkan sih. Ke...", "Tanpa sengaja mampir dan makan disini, saat terjebak macet meluncur ke ciwidey, tempatnya lumayan enak, dipiggiran jalan, cukup ramai apalag...", "Tempat sarapan yang selalu rame. Untuk parkiran dia gaada backup, jadi kl udh penuh yaudah gak bisa makan disini.. Sarapan dengan pemandanga...", "Waktu itu ke Giggle Box ini dadakan karena pengen makan dan tidak ada option lain karena lagi di daerah BIP. Waktu kesini udah lama, kayakny...", "The ambiance: The design of this restaurant is rather kitschy. Photos of actors in Victorian era movie adorned the walls, then you have furn...", "Hampir semua konsep giggle box itu keren unik dan lucu. Buat yang suka foto2 ini salah satu tempat makan yang banyak bgd spot buat foto2nya....", "Udah beberapa kali kesini. Soalnya pas weekend suka main ke bip. Sekalian aja kan gt makan disini. Interiornya bagus. Suka banget makan dila...", "Harganya standard sih, tempatnya nyaman, pelayanannya bagus trus makanannya overall lumayan kok. Worth it lah ya dengan harga yang ga mahal.", "Kesini cuman gara gara tempat nya aja si yang bagus di lantai bawah BIP dan ada di tengah2 gitu, dari segi tempat vintage banget. Buat pesen...", "Saya datang bertiga sama pasangan dan adik hanya utk hang out saja dan kami order : Frappe Caramel, Lychee Strawberry Jelly, Martabak, Beef...", "Love this place! Rasanya enak, affordable juga. Pernah nyobain long pizza nya, ramen nya, temaki nya, sushi roll nya, menu rice nya, pasta n...", "Menurut saya ini too overprice ya buat view yg b aja dan suasana yg gelap sekali, dan makanan yg biasa aja :\") seakan2 kita cuma bayar servi...", "Makanannya enak, tempatnya nyaman, tp agak overpriced. Kebetulan lg pengen makanan Indonesia jd kemarin pesen nasi soto ayam, nasi sop buntu...", "Salah satu cafe yang hits di daerah Dago.. Disini selain makanan nya yang enak, juga disuguhkan view yang luar biasa indah.. Para staff pun ...", "Worst food I’ve had for years. I get that these places were selling ambiance than the food taste, but at ~250-300k / pax, I’d expect som...", "Selalu jadi favorit keluarga dari jaman saya kecil, semua makanannya enak dari Indonesian, western dan japanese sushi moriawase nya, zuppa s...", "SUKA BANGET SAMA TEMPAT INI! Salah satu cafe yang sangat authentic! Tempatnya nyaman banget. Apalagi tadi kebetulan meja aku menghadap langs...", "dulu sering banget kesini waktu belum se-crowded sekarang. mungkin terakhir kesana sekitar setahun lalu. harganya superrr murah, minumannya...", "Porsinya kurang banyak. Dan banyak menu-manu yang tidak sesuai dengan ekspektasi. Saya pikir porsinya tidak harus sedikit itu. But overall s...", "Tempatnya ada di pojokan, seberangnya centrepoint. Nuansa kafenya berasa di hawaii gitu deh. Seragam pelayannya juga sangat kehawaii-hawiian...", "Kalo ke braga tanpa kesini tuh rasanya kuraaang banget. Walaupun kadang wl tapi worth it sama cemilan dan suasananya kok. Enak banget makana...", "Kopinya enak, tempatnya nyaman dan tenang. Satu-satunya kendala cuma tempatnya agak susah ditemuin(ada di belakang ruko-ruko di Andir, kalo ...", "for those who know their coffee, will love this place 🏼🏼 oh and the price is unbeatable .. definitely coming back to try more ...", "Dibandung memang banyak sih toko oleh2, di KS ini memang macemnya banyak banget,dibilang enak banget sih ngga ya, lumayan lah, kalo dulu mas...", "Most favorite itu pisang bolen keju sama cheese stick pastry. Disimpen berhari2 di kulkas masih enak, kalo mo makan diangetin di oven nanti ...", "Yang awalnya hanya sebatas toko oleh2 sekarang mungkin sudah evolve sedemikian gede dengan banyak tenant yang juga jualan di Kartika Sari. S...", "Saya beli : - Pisang Bolen Mini Keju - Pisang Bolen Mini Coklat Keju - Banana Crispy - Sumpia Udang - Bagelen Oval - Sus Kering - Almond Coo...", "Disini yg terkenal itu pisang molennya, chese stiknya jg enak, kue2nya enak saingan sama pri*ma ra*a. restorannya didago aq baru nyoba. Nasi...", "batagor legendaris dengan rasa enak yg tidak pernah berubah. tapi harganya semakin lama semakin menjulang #hiks... jadinya semakin lama sema...", "Mau makan disini, mau takeaway ke Jakarta rasanya teteup stabil. Walaupun harganya bisa dibilang pricey buat Batagor but sesuai kok dengan k...", "Dulu datang makan batagor kingsley waktu mereka hanya di ruko kecil.. Rasanya masih enak banget.. Sekarang setelah Pindah rasanya biasa... A...", "Kesini Apr 2018 makan: 1) Batagor campur goreng 1 porsi isi cuma 2: enak banget menurut saya ga banyak minyak, minyak juga ga bau tengik dan...", "Always be my family’s #1 place to eat batagor in Bandung!dari mulai tempatnya belum besar dan padat pengunjung, sampai sekarang tempatnya ...", "Nikmatnya kebangetan. Tiap ke Bandung tuh harus mampir ke sini. Pesanan saya selalu Martabak Pandan Jagung Keju 95K IDR. Tekstur martabaknya...", "Super banget pokoknya si pandan jagung keju! Basically aku ga terlalu suka manis dan ini manis nya pas, harus pas masih panas dimakan. Repu...", "First timer for this famous martabak. Kita order signature menu nya yaitu Martabak Pandan jagung + keju, emang rasanya enak bangettttt gak h...", "Martabak or some people would call it Kue Terang Bulan is a thick pancake folded in half filled with variety of toppings. Martabak Nikmat An...", "Hey kamu para pecinta martabak. Nama saya Aviseina dan saya menyatakan bahwa ini adalah martabak yang PALING ENAK yang pernah saya makan seu...", "Sebenernya sering banget lewat Seca Semi Cafe ini. Pas pertama kali nyoba sekitar 2 minggu lalu. Keliatan dari luar nya sih biasa aja.. Tapi...", "SECA namanya aja nyentrrik semi cafe. Pagi ini saya sarapan bersama ortu saya dan saya pesan big breakie dan 1 lagi saya lupa namanya pokokn...", "Kebetulan Seca deket banget sama tempat tinggal, tinggal ngesot, jd kalo lg bosen kadang2 kesini. tempatnya enak, bahkan ada ruangan vip (c...", "Tempatnya cozy bgt, rame selalu dr pagi hingga malam, tp tempatnya cukup luas dan ada 2 lantai. Every spotnya terlihat nyaman buat ngbrol sa...", "Great food, and not just a pretty place! They have a very nice ambience for people to work alone on their laptop, as well as for family an...", "Another hype restaurant di Bandung yang ambiencenya nyaman banget, dominan dengan warna hitam, kekayuan, dan dedaunan, serta bikin hati adem...", "Selain tempatnya yang luas, cantik dan interior yang bikin orang pengen foto disetiap sisinya, Makanan dan minuman terutama dessert cantikny...", "Excellent quality of foods and service! The cakes and croissants here are to die for! The interior design is also very cozy and elegant. Abo...", "ini tempat rekomen bangettt,pelayanan ramah,makanannya buntut bakarnya enak . tempatnya asik, nyaman, tapi kalo buat sambil foto...", "Order JJ steak sama salad nanas.. Rasanya biasa banget... Kecewa sama hasil review lain dimana sy kira restoran 4 bintang... Ini harusnya ha...", "Tempatnya bagus tapi rasanya biasa banget... Pesen juju steak.. Rasanya enakan pepper lunch. Pesen chicken maryland... Biasa banget... Food ...", "tempatnya bagus instagrammable pelayan ramah pak tantan baristanya keren banget bikin latte art nya kopinya juga enaak makanan not bad. harg...", "Might be and still the cutest cafe in town. Karena sejauh ini baru nemuin yang bisa bikin 3D latteart segemash ini. Mereka bahkan menerima r...", "As one of the pride and signature of Indonesian food, I believe Sate must be made by a good process and real good recipe. Otherwise, It will...", "[SATE MAULANA YUSUF] 1. Sate Daging, ini favorit aku. Kalau ke sini selalu pesen yg daging. Karna menurut aku sama temen2, bumbu nya lebih ...", "Pas ke bandung nyari2 sate yang enak pas browsing munculnya sate ini dan orang2 memberi review yang bagus so gw cobain Di sini gw pesen sat...", "my husband loves kambing so much.. and he said that this place has the best sate kambing..  On the other hand, I'm a picky kambing eater.. ...", "Sudah beberapa kali saya datang kesini untuk makan siang, dan saya sama sekai tidak menyesal. walaupun sedikit mahal, satenya enak apalagi b...", "Dateng kesana sudah malam jadi pilihan sayur uda sedikit. Rasa lumayan khas rumahan. Enak sate baunya mengundang selera, Yang makan suami ka...", "VEGETARIAN FOOD - Nah hayo siapa disini yang makan nya vegetarian. Restaurant ini cocok banget buat kalian, rasa nya enak banget dan murah m...", "surganya pecinta makanan sehat dan vegetarian. harga juga reasonable, tempat bersih. banyak monitor tv yg menayangkan informasi makanan seha...", "Menu makanannya seperti di warteg gitu deh. Tapi kurang cocok lah rasanya sama lidah gue. Biasa aja gitu. Padahal harganya diatas harga wart...", "Best sate jamur so far! Enak banget ga cukup satu porsi  kalau untuk makanan lain sih so so aja cuma mereka claim makanan mereka sehat j...", "Salah satu tempat legendaris di Bandung. Specialty nya adalah steak. Kami datang malam minggu setelah hujan. Suasananya agak sepi. Begitu s...", "Atmosphere 10/10 Juarak! Old style (like grandma's home) but not too gloomy, just nice to feel like home and love how the windows open up to...", "Great food, and they never make discount but still well occupied. It's better not to come there on Saturday night. Their cream of chicken ...", "According to a friend of mine, Tizi's is one old the established cafe in Bandung. So we (my partner-in-crime) decided to give it a go when...", "Dengan dua hari menetap di Bandung, kami berusaha buat nyobain berbagai macem makanan. Kebetulan kemarin lagi nganggur dan buka Zomato, jadi...", "makanannya enak, tempatnya juga cozy. cocok banget buat keluarga dan tempat kumpul bareng teman. recommended deh. kemarin pesan soto bakut s...", "Resto korean koreaan seperti ini banyak tumbuh di Bandung. Menawarkan samgyopsal dan beef dengan rasa manis , pedas dan original dengam harg...", "Actually ini kedua kalinya aku nyobain korean bbq murah meriah. Terakhir sekitar 2 tahun lalu makan korbq murah, terus semakin banyak bermun...", "Nice place.. makananny enak dan hargany pun ok.. chicken wingny favorit! Tokpokki kejunya jg enak.. tempat bersih.. recommended untuk resto ...", "Dagingnya mantap. Enak-enak semua, apalagi daging yg beef wagyu recommended banget!! Harganya terjangkau apalagi buat mahasiswa kaya kita, m...", "Tempat makan favorit di bandung, lokasinya enak banget di tengah kota, untuk kualitas makanannya dijamin enak banget, dagingnya lembut & ras...", "Good ambience, tasty food & drinks. Tried the tom yum pasta, plenty of seafood & it taste great but not that spicy. The passion fruit juice ...", "Good food, environment. And they have playground for kids too. My daughter loved it. And we have good services from mr Alip. Delicious food ...", "Pelayanan mba dena sangat ramah..cakenya sangat enak..hummingbird bner bner bikin kita ketagihan untuk makan cakenya,cakenya super enakkkkkk...", "We enjoyed the breakfast items ordered. Sitting inside the restaurant is preferred than outside. The seats outside are not very comfortable ...", "A cozy place, makanannya sesuai dengan harga, Melted Cappucino nya sih nice banget... Scrambled & Rosti nya enaak dan ngenyangin, kalau ke B...", "Di tempat ini, temen-temen bisa langsung ambil sendiri mau apa aja isinya. Ada siomay, tahu, risol, baso goreng, pangsit, baso alus, dan bas...", "Nah ini nih restoran yang hampir selalu nggak konsisten. Beberapa kali ke sini beberapa kali pula dapat jenis pelayanan yang berbeda. (1) P...", "Menurut aku tempat cukup enak buat sekedar ngebeer. Lokasi cukup strategis dipusat kota Bandung. Soal parkir, kalau lagi rame biasanya harus...", "Harga oke. Tempat oke. Makanan juga enak.. tp rada ganggu musiknya terlalu kenceng aku raiso ngobrol beb..................kalo ada live musi...", "baru aja tadi buka puasa disini. karena deket dari hotel dan cobain makan disini. dari luar sih kya menarik tempatnya karena sebelahan jug...", "Udah beberapa kali kesini. I dont think i would come back for lunch or dinner. Presentation sih ok tapi too pricey buat rasanya yang b bange...", "nyobain nasi tutug oncom, nasi goreng kambing, ayam goreng dan ayam cabe hijau... masakannya enak... tempatnya enak walau agak jauh dari lem...", "Food serving time is very poor, it takes 45 minutes untill the order are fully served. The waiters has slow respond time. Too many flyers in...", "Baru aja makan siang disini. Reference dr google. Ptama kali masuk kirain restonya mewah dan gede bgt tp tnyata ga sesuai expectasi saya hah...", "Hello Foodies! Masih mau rekomen restoran Indonesia enak di Bandung nih guys khususnya di area Lembang, Saung Balibu. Pernah denger? Pasti d...", "Restony gabung sama hotel, tp child friendly (bnyk mainan ayunan) dan ada sejenis amphiteathre kecil buat duduk kongkow2. View kurang bagus ...", "Kesini kemarin buat ngerjain tugas, tmptnya enak sepi mungkin karena weekdays, mojito nya enak bgt! Ice americano nya juga sedep! Cmn yg dis...", "Nice place tapi mas2nya kayak kurang sigap. Pas gue udh pesen segala macem, trs minum udh dateng baru diinfo kalo kitchennya lg break dan st...", "Braga Art Café mempresentasikan tempat ‘ngopi’ dengan interior klasik yang identik. Untuk urusan kopi, di sana saya menikmati Latte yan...", "I went here accidentally just because we r hungry and this place looks quite good to spend our noon . We r so on love with decoration of the...", "Tempatnya nyaman, nuansa enak, dan harga terjangkau.. Cuman untuk dilantai 2 nya tolong diperbaiki sisi yang bocornya Makanan pun ok denga...", "Tempatnyaaaa, instagramable banget buat yg suka foto foto, comfy jugaa, lokasinya strategis, dan untuk rasa makanan nyaa aku waktu kesana cu...", "Tempatnya lucuuu banget! Waktu itu gue pagi2 kesini jadinya masih sepi. Disini cuma nongkrong bentar jadi gak mesen makan, buttttt I love co...", "—-(11-01-2018) Please please please ini tempatnya di kawasan perumahan gitu masuk kedalem cm ga trll susah nyarinya. Tempatnya lumayan bes...", "Salah satu cafe yang bisa disebut “kekinian” . Kenapa ? Soalnya interior nya tuh instagramable banget . Banyak spot foto yang bisa kamu ...", "Rame bangett. Duduk di luar kaki mejanya goyang2 gt perlu dibenerin. Tapi makanannya untuk tempat hits ok lah. Platingnya cantik dan rasanya...", "Ya mungkin emg harusnya ga berharap banyak dengan harga yg bisa dibilang relatif murah. Waktu itu request steak medium rare tp pas keluar ra...", "Follow me on Instagram @eatandleisure  Baru ngeuh Karnivor ganti nama jadi Karniv.012, gak ngeuh juga kan?? Hehee.. Ini all time fave b...", "been ordered for Tenderloin Steak medium WELL but they came with Tenderloin Steak medium RARE which i cant ate it because im pregnant. I jus...", "Went here Apr 2018 as we're hearing information from friends that this place is quite ok and Jakarta people will think that this probably si...", "Kesini buat makan2 sama keluarga waktu itu. Untuk harganya ya biasa lah sebagaimana steak pd umumnya. Untuk rasa enakk! Waktu itu cb pake mu...", "Kadang bingung kenapa bakso ini tuh kadang antrinya lebay sampe keluar-keluar, enak sih cuma gak istimewa ya cuma enak biasa aja. Balik lagi...", "Jd mkn ini klo ud mo plg dr bandung krn arahnya dikiri jalan sblm masuk tol hehe. Ya bakso malang komplit di bandung ga suka beli paket sela...", "Sering banget beli bakso ini buat dibawa ke jakarta. Harga baksonya murah, rasanya enak. Saya paling suka dengan bakso uratnya. Sistem di si...", "Bakso malang paling enak di Bandung kalau menurut saya. Kuahnya juara, harga tiap item terjangkau tapi enakkk.. Servicenya good cekatan semu...", "Bakso Malang Senior Bakso Malang Enggal termasuk pemain senior di kelasnya. Berawal dari kaki lima, kemudian menjelma menjadi restoran deng...", "Restoran Sunda favorit keluarga. Tempatnya nyaman dan bersih. Makanannya juga enak! Kalau kesini harus coba Ayam Ungkep, Perkedel Kentang & ...", "Kalau ke Dapoer Pandan Wangi mesti coba sup ikan gurame kuah merah, terong raos sama pencok kacang panjang. Penampakannya aja udah menggugah...", "Ini salah satu rumah makan sunda fav gw , karna rasanyaaa enak dan ga begitu mahal juga harganya . Parah enak bgt bgt si ini . Sapi goreng t...", "Terong raos nya da best. Makanannya enak2, harganya terjangkau bangeettt cocok untuk mahasiswa yg tinggal dikosan dengan budget yg minim hih...", "So far the best Sundanese Resto I've ever tasted. Especially their Terong Raos. Usually if you fry the Eggplant with flour it'll get oily an...", "order medium, got a welldone. ualotttttttttttt. better spend your money somewhere else. good ambience tho. got info from zomato that this pl...", "Penasaran akhirnyaa kesampean juga makan suis butcher. Banyak yg bilang ini legendaris bgt sih, tapi beneran emang rasa tidak bisa bohong. E...", "Kayaknya dulu enak, udh lama ga ke bandung pengen nyobain lagi,, dan ternyata zonk! Dagingnya asem! Ga tau kenapa, baru kali ini ngerasain s...", "Kesini bersama pacar saya untuk menghabiskan akhir pekan. Kami memesan tenderloin steak dan pepper steak. Dari segi rasa sangat mengecewakan...", "I ordered tenderloin, the meat was hard to chew. Even for panna cotta the texture was kind of regular pudding, not to mention the syrup was....", "Udah ngincar cafe ini pas main ke Bandung. Unik dan viral karena penempatan meja dan bangku yang diletakkan di dalam kolam renang sehingga m...", "Baru satu kali ke sini dan suka banget! Tempatnya nyaman dan makanannya enak semua. Kemarin nyoba pesan salad tapi lupa namanya enakkk trus ...", "Menu2 yg disajikan menu2 kafe yg lebih ke western, dgn harga sesuai kafe. Uniknya disini kita bisa setengah berenang (kakinya aja) sambil ma...", null, "First time kesini langsung suka begitu sampai di tempat nya, cozy dan lega untuk nongkrong bareng. Selain itu ada konsep unik nya jadi kita ...", "Nice place, located in braga street. Lovely ambience, very much choice of coffee. The taste is good but unfortunately there's no smoking are...", "had a sip a cuppa coffee last night. nice ambience with price wise and their Es Kopi Awan is worth to come back some other times. you should...", "Udah 3x ke toko kopi djawa, selalu pesen Es kopi toko djawa (kalau gasalah menu nya itu) 20.000. suka bgt sama rasanya yg gaterlalu manis ka...", "Tempatnya, bandung banget! Bekas toko buku lawas, toko buku Djawa, sekarang berubah jadi toko kopi Djawa. Interiornya tetap dibiarkan klasik...", "Aku sukaa!!! Tempatnya lucu bgt vibes nya chill krn di dalem ga berisik dan kalem bawaanya utk ngerjain tugas atau ngobrol2 jg enak Untuk ...", "Makanannya ga ada yg ga enak. Enak semua. Salmon Alfredo nya enak, creamnya ga lebay. Buat yg ga pengen makan makanan yg creamy, Roasted Chi...", "Instagram @oppakuliner Blog WWW.OPPAKULINER.COM Selalu mau kesini dari dahulu karena ambiencenya yang dapet banget, asri banget makan disin...", "kesini uda yang ke 3x dan kalo ke bandung pasti akan kesini lgi... kemarin ini pesan smoked salmon scramble untuk sarapan.. porsinya lumayan...", "great ambience, great food, great staff services. yaaa cafe yg bandung banget gitu laaah ya. suasananya adem. family friendly juga karena ad...", "I took the kiddos to Bandung last weekend for a short getaway. We intentionally left Jakarta at 4am to avoid the weekends traffic and succes...", "i love the coffee latte, come and try this one. You can come with your friends and having chit chat. But i think they should give lil' music...", "Dear Boyle’s Coffee, Sorry to say that I would give you a very low rate. Saya disini pesan Spaghetti Aglio Olio. Honestly, the taste is r...", "Visited this place twice to meet with friends.. I believe the owner is korean. The outdoor area is bigger than the indoor are and they have ...", "Sering bgt lewat sini karna rumah my kaka ada di dkt sini. Pas bgt malem2 lwt sini dan kepengen ice coffe dan lagi gamau nongkrong, jd beren...", "I always like to taste any coffee spot in Bandung. I passed this spot so many times but my mood was not click to stop by. Then i pushed myse...", "Kayanya makanan disini gak ada yang gak enak deh. Hampir tiap pulang Bandung pasti mampir kesini jajan sekalian beliin titipan temen-temen k...", "Kalo ke Bandung, gak mungkin gak beli prima rasa! Jatuh cinta yg terlalu dgn bolen pisangnya, apalagi yg keju dan kalo kebetulan pas masih p...", "Prima Rasa Prima Rasa memang menjadi salah satu primadona oleh oleh khas Bandung dari jaman dulu. Prima Rasa punya berbagai cabang di Bandu...", "IG @nanakoot_culinary Salah satu pusat oleh2 yg selalu dikunjungi kalau ke Bandung. Menurut saya rasanya lebih enak ketimbang Kartika sari ...", "Brownies. One of the legendary and the best bakery & pastry vendor in town. So many new and variousity of brownies producer in Bandung. But...", "Went here couple months ago on Sunday morning. It's an old coffee shop, a nice place to start a day. Located in the middle of town. Popular ...", "Nice place, but so hard to find for tourist,the coffee so strong and delicious roti sarikaya must try, cheap for tourist, any smoking and no...", "tempatnya jadul banget..enak sih sebenernya utk nongkrong...dari bbrp makanan yg dipesen..yg enak roti gulung ham nya...yg lain biasa aja..g...", "Akhirnya bisa menikmati kopi disini setelah sekian lama ingin ke tempat ini. Ketika masuk, warung kopi ini sedang ramai sekali ( atau mungki...", "Tempat yang menyenangkan untuk sarapan, apabila kamu suka tempat old-school kopi tiam sort of thing. Kopinya juara, dan untuk makanan, berba...", "Kalau kamu punya hobi fotografi pasti betah banget deh nongkrong di Congo soalnya banyak banget spot-spot foto yang keren. Temen-temen banya...", "Congo Cafe itu tempat yang asik banget kalau mau makan fancy tapi gak mau ngeluarin uang yang banyak. Makanannya enak banget, hampir semuan...", "Saya seneng banget makan di Congo Cafe, soalnya ada area bermain buat anakanaknya. Jadi waktu saya dan suami lagi makan, anak-anak bisa main...", "Tempat nya OK, enak untuk santai. Tapi makanan dan minumannya sangat tidak enak menurut saya. pesen coffee cake, tidak ada rasa kopi sama se...", "Tempatnya agak masuk masuk kedalam,cuma gak susah dicarinya juga..Ambil tempat duduknya yang diluar,terus pas ujan jadi berasa dinginnya.. ...", "Definitely not my favorite place to drink coffee..Pertama parkirannya susah. Mau gak mau harus bayar valet 15rb. Lalu saat siang di sini tuh...", "First time kesini untuk sekedar ngopi cantik.. Begitu sampai lokasi bingung parkir dimana karena penuh, mungkin karena weekend ya, tapi ada ...", "Yg gw suka dari tempat ini krn tempatnya instagramable n cozy. Untuk kopinya lumayan oke. Tapi sorry bgt, gw gak suka sama pelayanannya. G...", "Tempatnya rame bgt dan emang instagramable sih tapi makanan dan kopinya biasa aja menurut aku hehe. Gak terlalu banyak pilihan kue-kuenya, e...", "Brownies nya enak, coffee nya ... Hmm standard ya.. manual brew yang kami pesan tidak strong (flores), terlalu cair. Kebanyakan air nya. Tem...", "Place : Tempat cukup nyaman, tetapi kurang nyaman jika beramai ramai. Non-smoking area nya tanpa kaca sehingga asap rokok masih bisa masuk k...", "Harganya relatif murah untuk kantong mahasiswa. Kesana berempat dan pesen ayam tanpa tulang terus dibalut keju gitu (lupa namanya apa), mac ...", "1. Chicken with pizza sauce and melted mozarella on hot plate -Jadi kita bisa milih mau pakai saus apa di atas ayamnya, ada green tea, chees...", "Surganya cheese dengan harga mahasiswa  suka semua makanan dan minumannya. Paling favorit sih pizza duriannya sama baked mozza. Tapi ini...", "makanan so-so. pesen hamburger butter rice dan menurut saya rasanya bland .____. , so i thought it was overrated. Suasana tempatnya sesuai d...", "Toko martabak ketiga yang pernah aku makan di Bandung, yang pertama aku cobain martabak telurnya dan sangat tidal mengecewakan🏻 top d...", "red velvetnya juara pisan kerasa creme cheesenya, taburan crunched oreonya juga banyakk jadi bisa ngerasain tangy of creme cheese with the ...", "Pesen combo 3 , double beef, sausage sama chicken dibalut sama keju meleleh. Martabaknya super enak , kulitnya gak terlalu tebel dan topping...", "Nomnom, Martabak mertua yang smoked double cheese mozarella meleleh banget. Harga nya lumayan murah sih. Rasa juga enak kok. Tapi syg gak ke...", "Dari zaman joseon baru kesampean beli martabak disini hahaha...  (lebay) . Akhirnya order double beef melted cheese na, ngileeerrr kalo ...", "best seafood restaurant in margahayu raya tempatnya nyaman harganya ringan di kantong proses masaknya juga ga terlalu lama enak buat makan b...", "Tempatny enak, cozy, menunya juga banyak pilihan, harganya juga terjangkau, kemarin pesen choco banana enak special recipe, udang asam manis...", "Been around Bandung area due to an office mates ceremony of unification of 2 souls. Yes, the marriage is what i mean. Stumbling across nowh...", "Ternyata tempatnya beneran kecil dan mojok..cuma penataannya lucu sih jd bagus buat foto2 lucu gitu, pelayanannya ramah juga..Makanan standa...", "Tempatnya instagramable banget, cocok untuk foto2..disini harganya sesuai dengan namanya, harga standar warkop, kopinya saya pesan caramel l...", "tempat benar benar overhyped banget, tempat konsepnya vintage shabby chic tapi biasa aja semua tata letaknya biasa aja, pelayananya pun para...", "Tempatnya asik banget, adem, dan sejuk. Di sini bisa nyantai dengan suara air mengalir yang ‘comforting’ banget. Owner-nya merekomendasi...", "ini langganan keluarga besar. yang paling aku suka itu puyunghai sama swikenya. kalo capcaynya enak sih, tapi kebanyakan atinya daripada dag...", "Rumah makan gang sempit. Bangunannya ga keliatan kybrumah makan, gada plangnya, letaknya seblah apotek panca kalo ga salah.. Makan disini mu...", "Udah sering banget kesinii tapi baru inget belum pernah revieww! Hehehe. Soo,here we go! 🍜 Aku selalu pesan \"yamin manis\" di sinii,ya...", "10 BINTANG. SUPER RECOMMENDED. MIE YAMINNYA SUPER ENAK. PAKE BANGET. SELALU MESEN YANG YAMIN SEDANG. Tempatnya besar dan sangat ramai pengu...", "Kali ini saya sengaja jauh-jauh dari daerahDago ke arah Buah Batu untuk nyobain Bakso favoritenya Dilan dan Milea. Tempat nya jelas sangat b...", "You must try yamin (yamien) in this place... the taste are trully delicious because its so difficult to find tasty yamin in Bandung. The pla...", "Yeay akhirnya baru mau review bakso Akung, setelah sekian lama makan. Jadi, menurut gw ini mie paling recommended di Bandung, walaupun jauh...", "Kesana pas malem + ujan², laron nya banyak dan agak ganggu. so far makanannya enak². Nyobain pasta² sama sop janda ngesang. rasanya manta...", "Tempatnta ada 2 sebrang2an dan kayaknya beda konsep..Milih makan yg diatas karena lbh sepi aja..Pemandangannya bagus,sejuk juga dan makannya...", "Circa 3 tahun yang lalu ini tempat favorit saya kalo mau makan di Bandung dengan nuansa gunung/adem. Sempet nyasar sekali waktu mau kesini k...", "Paraaahhhh!!! Makanannya ngak enak blasss .....mending makan di warteg .....ngak rekomended sama sekali......biasa aja juga suasananya ...so...", "PARAH!! Makanan lama, bertujuh cuma dikasih 1 menu. Pegawai asik ngobrol sendiri. Tissue ambil sendiri, sendok cuma dikasih tau ambil dimana...", "Check out my ig: komentatorisenk Lagi di jln sudirman suami gw penasaran sama bubur babi yang d kasi tau temennya, Bubur Ayam Otong. Tp nya...", "—-(13-01-2018) Nyobain bola ubi pertama kalinya di pinggiran sudirman street, trs skrg ada bola ubi gardu jati di paskal food market nyoba...", "Crispy, chewy, kopong, manis, apalagi kalo dimakan hangat. Untuk tempatnya sendiri cozy, bagus kesini malam hari karena banyak lampu2 cantik...", null, "Camilan yg ga pernah salah nih bola ubi, ga ada yg gak suka yah kayaknya  rasanya pas, manisnya pas..matengnya pas.. kopong didalem.. co...", "Salah satu jajanan malam paling favorit dari jajanan malam terfavorit saya di Bandung! Bola ubi Gardujati adalah secercah harapan di tengah ...", "Follow me on Instagram @eatandleisure  Akhirnya Genki Sushi melebarkan sayapnya di Kota Bandung. Antusias dari pecinta sushi pun luar b...", "Saya sangat excited ketika restoran ini akhirnya buka di Bandung, meskipun sebenarnya kalau untuk sushi agak susah berpaling dari Sushi T--....", "Abis direkomendasiin ini sama temen. Katanya burgernya endeus pisannn. Yaudah karena laper juga akhirnya pesen Boss of the Bun via gofood. I...", "One of my favorite chicken in town! Murah tapi banyak juga. Bumbunya enak banget, sausnya beda dgn fried chicken lainnya. Must try! Next cob...", "Good burger, tasty fries, nice ambiance, great value for money, and an excellent coffee shop next door in the same complex. What else do you...", "Saturday Night with Burger  Kali ini nyoba burger yang katanya terkenal di Bandung namanya Brother Jonn & Sons. Review order : * The 1...", "Ini burger lokal paling ok di Bandung. Menu yang sangat kurekomendasi di sini adalah Cheez Booster dan Napolleon Dynamite. Porsinya cukup be...", "walau harga sedikit lebih mahal, tapi untuk pencinta duren, ini solusi yang tepat, karena yang di jual adalah duren asli yang di kemas sedem...", "Bauduren solusi pecinta durian gak pake ribet,,dimana para pecinta durian gak bakalan susah payah jika durian lagi gak musim karena bauduren...", "HALAL Japanese Bbq at Bandung. Choice of chicken and beef. And credit to the place, nice, clean and comfortable. Highly recommended Japanese...", "Follow me on Instagram @eatandleisure  Ok, dibikin jatuh cinta sama resto ini. Harga dan rasa makanannya worth it banget, asli gak nyes...", "enak-enak banget makanannya! meltique beefnya bomb! ambiencenya lumayan asik, waktu kesana sepiiii banget gatau kenapa tp justru enak sih bs...", "Hontoni oishiiii chargrill, tempura, ramen enyaaakk semuaaa makan bersama my lil family, lg ada promo daging jd pesen lg dan meleleh di mul...", "Barbeque, miso soup, gyoza and desert delicious, but the chicken katsu sauce not too good (its sweet, I prefer the BBQ sauce) if we order oc...", "Pesen princess cake waktu nengokin adek lahiran di Limijati. PEsen beberapa rasa. Istri bilang paling mending diantara semua kue2 artis, ras...", "Karena penasaran akhirnya beli jg incess cake ini. Kl dr segi tekstur cake nya tergolong enak compared to other celeb cake, rasanya pun enak...", "Princess Cake Bandung ini Sangat terkenal ( berhubung dimiliki oleh Artis fenomenal cetarr membahana Princess Syahrini), sampai di tv jg Ada...", "Kedapetan oleh2 ini dari temen. Kuenya ada 3 base, base cokelat, bolu biasa, dan paling dasarnya kulit pastry. Rasanya bener2 biasa bgt, ga...", "Menurut saya ini cake artis yg patut dicoba. Kalau dibandingin makuta, cake ini jauuuuh lebih enak. Teksturnya creamy, moist dan manis nya p...", "Ayamnya enakk...sambel matah nya jg oke, walau kurang pedes  ayam asapnya punya rasa dan aroma yg khas yg jarang ada d tmpt lain..worth ...", "Lemah dalam Aksesibilitas Pertama tahu karena diajakin temen ke de Harmony. Berhubung cuma saya yang makan, butuh beberapa kali ke de Harmo...", "Walaupun pemandangannuya ga ada, ayam kremes dan kol goreng di Restaurant ini wajib coba loh. Worth the bill kok. Sambel juga banyak macem,m...", "Tadi siang tiba2 dari kantor dapet ayam asap. Ini pertama kali coba daging ayam asap. Kalo semua ayam asap rasanya seperti ini, berarti saya...", "Ayam asap sambal matah = my forever go-to food @ Bandung. Eenaaak banget! dan so far juga salah satu sambal matah paling enak yang pernah ku...", "The best redvelvet in town ! Buat yang suka cake khususnya red velvet harus coba banget disini. Setelah gw coba dari beberapa tempat cake & ...", "tempat sarapan yg nyaman di jalan progo riau bandung. rotinya enak2 terutama roti gandum. suasananya kayak dirumahan tempo dulu. recommended", "yeeez..tempat ini ga usah ditanya lagi enak apa ga nya....udah bbrp kali ksini... dsini kita bisa pesen sandwich dg kreasi kita sendiri dg p...", "Udah lama tau sih tapi baru sebulan lalu nyobain sandwich nya, ternyata enak juga walaupun harganya cukup menguras kantong tapi ngenyangin b...", "mom’s juara utk roti roti dan sandwichnya.. enak enak banget! variasinya jg banyak, rotinya masih fresh. pokonya 5/5 meskipun harganya aga...", "Swike disini ngantri, ada beberapa pilihan swike tp yang paling favorit nya mentega asin, rasanya garing dan gurih daging nya pun tebel. ga ...", "Salah satu kaki lima di pusat Kuliner Malam Cibadak yang khusus menjual Swike. Jawaranya Swike Tepung Mentega dan Tepung Rica2. Manyusssss ...", "Ini emang terkenal banget sih swikey ini. Suka ngantri kalau di cabangnya yang lain. Emang enak banget yang berkuah dan dikecap begii, dapet...", "IG @nanakoot_culinary Karena bokap lagi pengen swikee dan yg lain pengen makan nasi goreng so jadi pesen swikee nya dimakan di tmpt nasi go...", "Instagram : @foodloverjkt Swike karang anyar di jalan cibadak buka nya malam jam 6 sore. Tempat nya sederetan dengan kuliner2 lain di cibad...", "Soto pak simon di Cibadak, enak kuahnya dan rasanya pas. Dagingnya jg cukup empuk. Termasuk salah satu yg harus dicoba kala berkunjung ke Ci...", "soto pak simon ini lokasi di daerah kuliner jalan cibadak dan tempatnya ngga besar karena di pinggir jalan depan ruko yg tutup gitu jadi ser...", "di jam yang sepi saya menunggu selama 30 mnt ternyata makanannya blm di input sm mbakny tidak ada permintaan maaf atau apa dr pihak legohny....", "Another opsi kalo pengen masakan manado!🏽 enak banget sih parah makanannya. Cobain cakalangnya ya🏽 light bitesnya juga pad...", "Rasa 8/10. Pelayanan 2/10. Mba yg pake jilbab ditanya nasi campur udh dpt bakwan jagung. Dia blg belom. Dan namanya perkedel jagung. Jd say...", "Heard from a friend that Legoh's owner is from his favorite band, Koil. Me and friends went here, it was around 2011. That was my first time...", "Follow me on Instagram @eatandleisure  Udah lama banget gak mampir kesini, ada 5taunan kali. kayanya terakhir kesini 2013 deh  (ing...", "Kalau di Jakarta pastinya akan saya berikan 5 bintang kelezatan untuk Nasi Campur yang sangat luar biasa di Bandung ini...Memang ada beberap...", "Tempat makan favorit di daerah Pasteur, udah ada dari jaman saya masih SD. Luas banget tempatnya, servingnya juga memuaskan. Ngambil makanan...", "Teksturnya luarnya memang crispy, dan dalamnya empuk. Bumbunya enak dan wangi daun bawangnya berasa. Sambel tomatnya cukup cair dan manis, p...", "Sebenarnya sebagai tempat makan legendaris di Bandung, tempatnya masih kurang tertata begitu pula dengan sistem antriannya, tapi kalau bicar...", "Bagi warga Bandung mungkin sudah tidak asing lagi dengan istilah \"Bondon\" yang sering kali menggelitik telinga. Dalam bahasa Sunda, \"Bondon\"...", "Tempat nyaman, harga bersaing, makanan enak, staff ramah, cuma tolong pada saat mau reservasi line telp nya ditambah lagi karena sering seka...", "banyak pilihan side dishnya, dessert nya enak2 apalagi panacotta nya, affordable dan pelayanannya cepat. Rasa soup nya harus ditingkatkan la...", "Banyak pilihan side dish jadi ga cepet bosen, tapi kuah miso nya perlu di tingkatkan hehehe , dessert nya juga enak, affordable jugaaaaa...", "enaakkk terus banyak pilihan makanannya yuhuu maknyos deh pokonya semua nya adaa teus murah bgtt harganyaa. mantaap dan lanjutkaan!! heheheh...", "Delicious & Affordable Price.. friendly staff also .. various choice of soup, Tom yum, original chicken etc. Tasty sushi and teriyaki also.....", "Nasi hainannya enak sih, gurih dan dagingnya lembut banget walaupun porsinya terlalu sedikit. Milo dinonya juga enak tapi agak terlalu encer...", "Rasa bakmie nya menanjubkan! Dengan campuran topping bebek yg cukup segar boleh dikasih 8/10 krn rasa bakmie nya dari dulu ga berubah enakny...", "Kuliner favorit jaman kuliah. Menu wajibnya adalah mie yamin manis bebek panggang, soalnya enaaaak banget. Porsinya banyak, mienya kenyal da...", "Setelah mondar-mandir kesana-kemari berbelanja di Setiabudi Supermarket, saya putuskan untuk mencicipi Mangkok Ayam yang terletak di dekat p...", "Enak, terutama dimsumnya. Sayang porsinya rata2 sedikit semua, misal nasi hainannya. Ayamnya kalau tulangnya ga ikut kepotong kecil2 mungkin...", "Mantap sekali makanannya dan tempatnya mantap dengan design yang modern, mudah dijangkau. Milk puding nya manis, tak terlupakan, bikin nagih...", "Rekomendasi banget untuk BBQ menu set, pelayanan nya bagus sekali, milk pudding juara banget kayak bandung juara. Di layani oleh Sani, Norma...", null, "Makanannya enak! Pelayanannya juga ramah, terutama mas norman sama mas setia🏼 pokoknya recommend banget makan disini, agak mahal tapi...", "pertama kalinya saya datang kesini, dagingnya sangat enak menurut saya, teksturnya juga lembut. ngga kaya doi yang kasar, makanya saya tingg...", "I eat here about 3 to 4 times a week. The food are delicious with rich flavour. It has a lot of spices. The place is quite small but you wo...", "Tempatnya lucu bagus buat foto2 dan aesthetic kl kata anak2 jaman skrg, enak juga kl buat jalan2 karna ada di jln braga Untuk makananya kal...", "Dari luar sih emang terlihat biasa saja, tapi begitu masuk ke dalam ternyata bagus juga tempatnya. Konsep interior yang sederhana dan nyaman...", "Ambiencenya begitu masuk cukup oke dgn view braga street cukup ramai. Kita duduk di lt 2, agak susah manggil pegawai disini krna pada diemny...", "Tempatnya bertingkat gitu lumayan luas, interiornya bagus didominasi sama warna putih dan biru tua. Sy pesen ayam crispy keju sama ayam cris...", "sangat cocok buat kantong mahasiswa, tempatnya cozy cocok buat nugas, pelayanannya cepat rasanya sebanding sama harganya. interior ruanganny...", "friendly waiter and perfect place for family gathering. I was here with my cousins but i saw a table with a baby there.. so its a comfy, nic...", "Ini tempat ngopi paling juara di bandung,kopi-kopinya enak banget dan strong banget bisa request sih mau gimana kopinya, klo kesini jangan l...", "Tempatnya luas dan ada dua area, outdoor dan indoor. Tertarik di outdoor karena suasananya lebih enak dan adem, taping sayangnya itu smokinn...", "fast serving, very nice ambience and plenty of food choice. Coffee experience was great and the food taste is delightful... a bit pricey but...", "Nice place to spend your time, not too noisy, and the foods served well. Various foods are available here, but not for the drinks, just a lo...", "Iseng2 cari cemilan, eh liat ad yang jual jagung bakar,mumpung ad tmpt duduk kosong jadi langsung duduk aja deh. Di counter yang ini bayarny...", "nyoba makan siang dsni krn hari pertama kebandung dan nyasar haha.. pesen mi godog sm paket ayamnya dpt tahu goreng, terong, kering tempe, k...", "🍽 Ayam Penyet Surabaya @ayampenyetsurabaya (IDR 25k) di jalan ABC. Paket isinya nasi, ayam goreng, tahu goreng, terong goreng, tempe orek...", "Tried it delivered so can't say anything about the restaurant milieu or the service but I can say that their ayam penyet is excellent. The c...", "All time favorite. Affordable price. Ayamnya enaaak, kremesnya enakk, sambelnyaa must try banget. Paket lengkap ada terong, tahu goreng cris...", "Menyusuri jalan braga sampe laper dan kebetulan ngeliat tempat makan ini. Tempatnya ga terlalu besar. Spesialis makanan disini yaitu ayam pe...", "Ini dia makan siangku barusan yang bernama ayam penyet wong solo selama ini aku pernah makan disini tapi di jakarta juga ada loh makanya mau...", "tempatnya luas, bersih.. cuma pelayannya pengetahuannya kurang, masa ditanya perbedaan menu x sama menu y dia ga bisa jawab.. waktu itu mama...", "Harga standar, rasa sesuai dengan harga, hanya untuk pelayanan kurang baik 1 pelayan yang bertindak kurang baik bisa mempengaruhi penilaian...", "Tiap hari saya lewat sini, & biar gak pnasaran saya coba makan disini,. Untuk rasa ok gak ada masalah Pelayanan ok gak ada masalah Pesanan j...", "Salah satu tempat makan semarang yang paling oke di bandung, rasanya gak berubah dari kecil sampe sekarang sudha dewasa, tetap enak!! Gak ka...", "Best place for Lumpia Semarang in the city! I like the oldies vibe and it's also the preferred hangout spot for numerous relatives of mine. ...", "Location : ⭐️⭐️⭐️ lokasinya cukup terpencil kalo menurut aku.. aku tau tempat ini dari sodara sepupu yang tinggal di bandung.. k...", "ENAK BANGET!!! Pesen ayam telor asin, tempe goreng, sate maranggi sapi, sayur pepaya, dan sampal matah. Semuanya enaaaaakkkkk.. ayamnya cris...", "Tempatnya nyaman, parkiran juga luas lah menurutku. Kalo dari segi citarasa makanan oke bgt, cuma kemarin pesen cumi balakutak tapi cuminya ...", "comfy place for breakfast or lunch, pleasant service, nice ambience, good taste of food, a little bit pricey, will come back again for the k...", "SENYAMAN ITU AMBIENCENYA DI AKASYA Januari lalu kesana sm temen-temen for dinner. Pesen 4 menu, dan gaada satupun yg failed. Ena sem...", "best indonesian cuisine!!! My favorite was ayam pelalah and bakwan jagung🏻🏻🏻 definitely will back here! Nice place for ...", "Iseng2 mampir ke paskal. Saking banyaknya makanan sampe bingung mau makan apa. Akhirnya cari yg paling cepet jadi. Kirain mah bakso bisa lan...", "Ke Bandung tapi makan makanan yang di Jakarta juga ada itu rasanya agak sia-sia sih, cuma karena terpaksa akibat hujan yang tak kunjung berh...", "Lagi-lagi tempat tidak sesuai ekspektasi. Tapi makanannya cukup menarik dan terbilang murah di tengah kota. Pelayanannya juga oke sih, namun...", "Ini termasuk makanan oriental all you can eat yg enak sih. Dagingnya beneran enak-enak. Kirain yg namanya daging ya pasti enak. Ternyata pas...", "Tadinya kesini karena cari-cari AYCE yang agak miring harganya, tapi ternyata harganya sama-sama aja dengan AYCE lain. Makanannya sih lengka...", "aku kesini tgl 28 Maret deh kalau gak salah pas longweek-end bulan lalu, udah prepare bgt emang dr Jakarta. Dateng cuma berdua sama Ade sepu...", "Juaranya yakiniku dan suki! Saya kesini makan berdua dengan anak saya. Satu orang habis 200rb namun sangat worth it. Banyak sekali menu yang...", "Dari jakarta emang udah niat banget mau makan suki di bandung, cuma waktu itu blm nentuin mau makan dimana. eeeh pas lg gugling nemu Jiganas...", null, "Favorite sepanjang masa: brownies panggang rasa rum raisin dan tiramisu, roti sisir dan picnic roll. Kemarin baru nyobain brownies panggang ...", "Check out my IG: komentatorisenk Sejak ada prima rasa gw lebih demen bli ke prima rasa drpd kartika sari. Knp ya?? Hm... Kl d tanya gw bing...", "Ga pernah lupa kalo lewat buah batu pasti mampir dulu ke sini, doyan banget sama brownies almond bakar nya.. Terueeenak sebrownies raya bag...", "Kalo jalan-jalan ke Bandung uda pasti beli oleh-olehnya disini. Kuenya rata-rata enak dan pilihannya banyak. Yang paling gw suka disini picn...", "Best bakmie option if you're around Ciumbuleuit. They have Rica topping which means the spicy one. Since they open early, it's good to fill ...", "sering banget makan ini pas kuliah.. rasanya unik dan enak harganya juga gak mahal sampai udah lulus kuliah juga masih pengen makan disin...", "Rasa Terlalu Kalem Sembari menunggu dipanggil untuk daftar ulang kuliah, ibu saya memutuskan untuk makan siang di sini. Menunya ya cuma mi...", "Tempatnya bersih, pelayanannya lumayan, menunya standart tapi basonya enak, apa lagi baso gorengnya, mesti coba. Enaknya kesini sama keluarg...", "Udah lama penasaran ama cekeran ini. Karena banyak banget reviewan dari vlogger makanan. Akhirnya,aku coba.. Aku coba cekeran tok aja yang a...", "—-(14-01-2018) Bm ceker akhirnya kesini. Lokasinya ga terlalu jauh kalo dari gedung sate. Pas dtg lagi lumayan rame. Gue pesen Cekeran Set...", "Restoran ini berada di Jalan Singaperbangsa, tidak jauh dari Rabbani Dipatiukur. Tempatnya tidak begitu luas, cendrung sempit dan sedikit pe...", "Dari rasa, dominan pedes ya, gurihnya kerasa dikit, kurang rempah, tapi gak hambar juga, yah lumayan. Tekstur cekernya kurang lembut sedikit...", "Buat para pecinta makanan pedas wajib coba dehh pokonya gk akan nyesel dan bikin ketagihan pastinya.pas waktu itu saya pesen yg level gn kel...", "Datang saat malam. Untung banget karena sepi ga perlu waiting list. Untuk menu : - breakfast meal : roti gandum nya lembut bgt, sosis dan b...", "My favorite es kopi susu in town! Eskosu by Sydwic nya juara dunia, it has this flavor i can’t even explain, creamy, caramel-y sweet? I do...", "We just ordered drinks - Thai Ice Tea, Matcha Ice Tea and Taro Tea. Overall the taste is ok and not too sweet. It’s like a hidden gem, th...", "I love it!! Tempatnya enak bgt teduh gt and so comfy!! Aesthetic jg kalau mau foto2 I love the ice vanilla latte, makananya jg enak2 aku p...", "The place is nice and cozy. They have smoking and non smoking area, but I prefer sit on the smoking area. the coffe is pretty good. but the...", "This place is a little price for it's portion size.. but the taste is quite good.. most of the foods are comfort foods for me.. I've tried s...", "Lokasi di ruko2 setrasari mall. Cocok untuk sarapan.. Hochiak ini menyediakan beragam makanan. Kursiny sedikit jd agak sempit klo duduk did...", "Must try is the pisang goreng hochiak. Simple but different from your normal pisang goreng/fried banana. Food is simple, delicious. One thin...", "sy termasuk sering kesini..bandeng presto nya enak bgt..durinya lunak...dan sy srg pesen buat di kirim ke jkt lewat paket...mungkin diantara...", "I went there an have a quite rare menu for minang food in bandung, Ayam Koto Gadang. The taste was awesome! But, the next visit fo several t...", "Ini kali kedua aku nyoba warong sombar. Warong sombar berlokasi didepan pintu masuk Unpar dan disamping Ohayou Bakery. Warong Sombar adalah ...", "Main Aman Tapi (Kenyataanya) Malah Mengecoh Udah lama sebenarnya Warong Sombar hadir, cuma baru mengetahui setelah sudah kuliah. Meski inte...", "Salah satu masakan manado yg enak di Bandung. Cakalang roanya super enak! Cobain juga brenebonnya (sup kacang merah), cuma ini porsinya diki...", "They need to add more variety as after a while i got bored with their menu. flavour wise, it is good for a quick bite. Nice proportion betwe...", "Pertama kali di ajakin makan di warong sombar sama temen, awalnya ragu ini makanan halal atau engga. Tapi kata temen ini 100% halal dan menu...", "Makanannya sebenernya lumayan enak. Saya pesen chicken no bun & bacon roll. Minum lychee tea. Semua memenuhi standar perut lapar cewe. Klo c...", "NON HALAL. Nyobain yang platter harganya 100 rb dpt 250 gr. Bs pesen 3 rasa . Aku pesen sambel leu, tongsirak dan woku. Rasanya pedes , dag...", "Iseng2 cari makan lewat zomato dan ketemu sama sei lelebo ini.. jadi langsung ke cari alamat nya lewat gps dan ternyata sedaerah dengan angk...", "Have you try it Sop Brenebon? It contains pig feet and red bean. It has strong flavor and the pig feet is soft.Also I try Nasi Goreng Se'i ...", "Restoran ini berada di kawasan Punclut, tidak jauh dari persimpangan menuju Perumahan Citra Green. Menuju restoran ini membutuhkan sedikit e...", "sei lelebo viewnya bgs bgt, harganya terjangkau juga. bumbu2nya enak2, saya pesen 2 platter (100k/ platter). dagingnya kurang empuk dikit si...", null, "One of the best underrated coffee in Bandung! Iseng-iseng nyoba pas lagi ke dusun bambu, pesen Iced Caramel Macchiato dan Espresso. Untuk ha...", "Tenpatnya di banda luas, smoking area diatas, waiternya seragam lab, es kopinya lumayan, suasananya juga enak, makanan dan minumannya variat...", "Lagi dibandung dan pengen banget nyobain breakfast disini. Pas dateng tempatnya masih sepi karna masih jam 8an.. gue pesen half monty for my...", "Good place and food, however very very low service! Have to wait abt 10 minutes to be served, to ask abt our order, while we have finished o...", "Pesen tropical pitaya karena penasaran makanan yang beginii. Keseluruhan enakk dan super mengenyangkan. Kerasa fresh semuanya dan galupa es ...", "This is my 2nd time here. Tapi yang pertama gak sempet review jadi aku akan review kunjungan ini! To be honest udah suka sama tempat ini dar...", "Sebagai seorang pengagum presiden kita, saya sering mengunjungi tempat makan yang dikunjungi pula oleh presiden kita. Pada kunjungan beliau ...", "The low ratings of this place in Zomato doesn't give it justice. IMO, this is the place that serves the best Sate Kambing in Bandung. The Sa...", "Im not a fan of sate kambing previously, but this sate kambing blown me away. The sate meat is good and soft, served in hotplate to keep the...", "Sangat paham kenapa di setiap meja gak ada kecap dan garam, karena gulai kambingnya bunbunya udah pas gak perlu ditambahin apa-apa lagi, sup...", "Sate kambingnya disajikan dengan hotplate sehingga nikmat dimakan panas2 dengan lelehan lemak yg endesss. Gule nya didominasi rasa manis nam...", "Dahapati ini selalu menjadi restaurant favorite saya kalau ke bandung, sayang sekali baru kunjungan kali ini saya kecewa sekali dengan rasan...", "Nice place. I love the oxtail soup. The only improvement should be taken is on its variety of foods. Perhaps if there are more choices of fo...", "Baru pertama ke Dahapati yang di Anggrek dan gak kecewa! Selalu enak sop buntut dan sop buntut gorengnya. Empuk, passss rasanya. Interiornya...", "Dapur Dahapati is a must visit everytime we came to Bandung. The oxtail soup was perfection: warm, tender, and full of flavours. There's not...", "Siapa yang  nggak tau sih sop buntut yang terkenal banget di Bandung ini, sop buntut dahapati, waktu kemarin makan kebetulan dirumah tante ...", "Lontong kari jadi salah satu menu yang sering saya santap selama saya tinggal dibandung. Selain karena memang udaranya yang cocok untuk maka...", "Lontong kari ini letaknya ada di gang sih. Ini kuahnya kurang berasa sih karinya tapi enak kok lontongnya juga padet ada dagingnya juga dagi...", "Baru nyampe bandung dan langsung sarapan ke sini. That's was our first visit, dan rame gila padahal baru jam 8.30 pagi . Bosen nunggu la...", "Makan di sini pas siang bolong. Tempatnya walaupun open air, nggak begitu mepet jalan jadinya nggak debu/keberisikan bising lalin. Kita pes...", "Waktu nginep di Bandung dan bingung mau makan apa kita akhirnya mutusin untuk order delivery nasgor mafia. Nginep waktu itu di daerah pasteu...", "Pesan Mie Goreng Triad dengan tingkat kepedasan 1 (mereka punya sampai 5 tingkat). Tekstur mie-nya biasa saja. Pakai mie kemasan biasa seper...", "Nasi goreng rempahnya enak banget dengan tingkat level pedas Nyoba yg level 1 aja udah keringatan. Tempat ni dekat sama up and stairs ban...", "Menurut aku nasi gorengnya kemahalan  karna rasanya b aja gitu gada spesialnya. Malah waktu itu nyesel pas go food nasi goreng i...", "I like the sop gurame. It was fresh and tasteful. I also recommend the grilled fried gurame. The gurame was fried first, and then grilled. V...", "We came here on Friday evening almost 9pm. Restaurant is spacious but there are only another 1 table having dinner. Staff is friendly and he...", "The great place to visit You must visit this place!! Cobaik ikan pesmol nya enak banget Dapet teh tawar gratis Nasi oncomnya juga enak Tempa...", "Ikan Gurame Pesmol was delicous and not smell fishy because the sauce absord to the fish perfectly. Sambal tahu penyet was recommended for p...", "I’m totally love it! Saya bukan tipe orang yg suka makanan yg terbuat dr cheese. Tapi menurut saya all cheese cake in this store is very g...", "I'm gonna say this first. I'm not a dessert person, but cheese cake is the only cake I won't reject. Obviously when it has such a delicious ...", "Buat yang nyari cheese cake udah paling bener carinya kesini . Dari jaman gw masi smp du sampe sekarang gw udah beres kuliah klo masalah che...", "Favorite cheese cake dari Jaman kuliah di Bandung dulu. mulai dari yang porsian, sampai yang gede semuanya enak. sampai untuk ulang tahun, d...", "My favorite cheese cake ever since i was in college. Their cheesecake is so good, so cheesy and creamy in a perfect amount. And their price ...", "Was there 2 days ago for our 2nd time. Very good Chinese food - wide range of choice with very good taste! This time we ordered Ayam Gulung ...", "Chinese food favorit di bandung. Semua makanan nya enak2. But these are the highlights: 1. Nasi Gorreng Yang Chow - Standar nasi goreng chin...", "first time nyobain ini DAN IT IS SO GEWD!! tasty banget gak ngerti lagi. sayangnya lagi kecapekan banget pas ke sini jadi gabisa makan banya...", "aduh aku gak sempet foto apa2 disini. yang pasti, best grilled chicken in town! hahaha kesini sih cuma buat ng chill aja ya, smbl dengerin l...", "Tempat asik utk santai sore / malam hari.. suasana bar yg bsa dnikmati. varian makanan beragam dan yg pasti ayam panggang nya mantap.. tempa...", "Good place to drink and having some meal.. Kalo kesini makan ayam panggang pake saos hot peri peri sauce (ga kerasa hotnya sih tapi) There's...", "first time i go here, really love their food amd their unbelievably low price! (relative to jakarta) their sauces reminds me of nando's, and...", "Yups... makanan yang ngangenin saya sewaktu kuliah diBandung, mumpung diBandung saya pilih tempat ini untuk makan siang di BIP... Saya pesan...", "Kualitas Berbanding Lurus dengan Harga Sebenarnya saya makan di cabang Foodlife Batununggal cuma karena ga ada akhirnya numpang di cabang B...", "Ternyata ada menu baru baked rice bolognese gitu kalo ga salah. Di dalamnya ada bumbu bolognese, mayonaise 2 jenis, keju parut, keju sliced,...", "Tempatnya ada di area food court. Porsinya yg paling gw suka karena banyak tapi kalo lagi laper sih cukup tuh. Pesen minumnya es teh manis u...", "Catering Fatmawati cbg Bandung menyediakan menu Lunch Box,Nasi Tumpeng,Prasmanan,Kue Box dll Buat acara meeting,Ultah,Wisuda,Gatering,acara ...", "Tempat ini merupakan salah satu tempat yang cukup ideal untuk malam mingguan versi tanggal tua. Tempat nya memang remang, penuh asap rokok, ...", "Enak tempatnya, ada live musik. Menunya juga beragam. Sayangnya,,,,, saya pesen surabi 2 doang, tapi lamaaaaa bgt ga dianter . Sampe sejam g...", "Kesini pas malem terus long weekend, rame bgt, pesen cuma 2 surabi doang, 1 surabi duren, yg 1 lg lupa deh soalnya suami yg pesen, tp ternya...", "Best and affordable place for Surabi in town. It always crowded. The price starts 4k for Surabi, the best for me is Surabi pisang coklat kej...", "Sebenarnya enak tapi lama kelamaan jadi enek tapi kalau udah di rumah pingin lagi. Labil emang gua. Tempatnya remang-remang, menurut temen g...", "Hari pertama di bandung mencoba bakso malang. Rasanya kurang. Bakso yg harus memiliki citra rasa yg sedikit kenyal tidak dimiliki oleh bakso...", "Habis dari Rabbit Town, paling enak nyantai disini karena tinggal nyebrang ajah. Datang jam 11 pagi, suasana cafe masih cukup sepi. Kita put...", "Pertama2 gw liat tempatnya memang bagus. Kita rencana mau book di tengah kolam renang dan di minta dp, setelah datang ternyata ada yang rena...", "Pertama ke sini masih murah kynya masih promo dan enak makanannya (menu cordon blue), pas yg kedua harga menu naik 2x lipat. Tadinya sih gpp...", "Semuanya the besssst Makanannya, suasananya, pelayanannya Paling berkesan, waktu hp ilang, Malah dicas sama petugasnya, biar kita bisa detec...", "Ini restaurant gede parah sih gue rasa gabakal waiting list hahaha puas bgt sama viewnya, udaranya, makanannya enak bgt! Udah gitu murah ban...", "Food is affordable here with standard price but marvelous taste. Besides, the environment was just damn good! Will come for this bistro fo...", "Decently priced meal for satisfying meal quality, got to try its springroll and beef ala riverstone (Local) which were tasty and its beef wa...", "Excellent semua utk Tempat, Service, Ambience, Makanan dan Minuman ..Highly Recommended🏾🏾🏾🏾🏾 Makanan ena...", "Kesini pas weekdays (hari jumat) sekitar jam set 7 malem, jalanannya agak horror gt karena kompleknya sepi, tp pas nyampe restorannya, bagus...", "-tempatnya mevvahhh banyak spot foto -dibelakangnya turun kebawah macam rerumputan luas bangettt dihiasi bean bag2 lucu dan hammock plus! Al...", "The best is soto betawi!! Very2 delicious and tasty Worth at price The best indonesian food The place little bit crowd on the weekend or h...", "ini tempatnya menarik lucuu untuk foto alaala juga bagus. untuk eskrimnya 1cup Rp20-30rban bisa 2 flavors. aku pesen yg salted chocolate ena...", "Tempatnya agak tersembunyi tp gak susah dicarinya..Untuk parkiran mobil agak sempit yah dan dia agak masuk kebelakang tempatnya..Pas kesana ...", "-coba aja tanaman2 dan pohon disekeliling bangunannya agak ditata mungkin ga ngerasa kaya di hutan yg tiba2 blek! ada bangunan kece...jd aga...", "Tempatnya super cozy dan sepi, gelatonya enak! Bisa cobain sebelum beli, super ramah, hrs coba rasa baileys🏻 dabestttt. Disana juga a...", "Tempatnya sangat cozy, sepi sekali. Berkunjung kesana pada hari kerja sekitar jam 5 sore dan stay sampai kurang lebih jam 7 malam. Dari saa...", "Enak sih. Waktu itu pesen salmon teriyaki enak banget!! Enakan weekdays kalo ke 23 paskal, sepi. Krn kalo weekend rame bgtttt jd ya ngga mes...", "—-(14-01-2018) Bingung mau makan dmn akhirnya mutusin makan genki sushi aja. Genki sushi kl dijkt udh ga parah waiting listnya, kl yg di b...", "You basically pay for the experience. Cool theme with the Shinkansen delivering your orders and all that. The food is okay, the fish is fres...", "semuanya enakkk.. tempatnya ga terlalu besar, tp cukup nyaman, train pengantar orderan nya pun bisa bikin anak duduk manis, servicenya ramah", "Udah penasaran banget sama genki sushi dari lama dan ga kesampean mulu karna baru ada di jakarta. Trus pas tau udah ada di bandung, im defin...", "Ternyata enak enak walaupun menunya standar. Kirain tadinya rasanya biasa aja.  kalo ngga abis denda 15rb tp gpp sih jd biar ngg...", null, "Tempatnya enak sih walaupun kurang besar Makanannya semuanya enak enak walaupun kurang varian, tapi worth it banget dgn harga yg sangat mura...", "Kesini karena penasaran n emang doyan cemilan semacam somay, batagor, baso malang, dll -TEMPATNYA lumayan karna ada 2 lantai n pas ksini pas...", "Dabestttt Ada tersedia lebih dr 10 menu (nasgor seafood, baso malang, pempek, ayam goreng&krispy, gorengan, bubur, so on) Free minum teh t...", "Terganggu oleh Penggunaan Roombutter Beli di cabang Paskal 23. Sewaktu lihat-lihat di foodcourt ortu melihat ada Bolu Bakar Tunggal. Keliha...", "Kalau ke bandung belum lengkap kalau gak mesen ini, untuk kali ini saya pesan rasa kelapa susu Rasanya pas dimakan enak dan toppingnya rasan...", "Ini roti bakar udah gak ngerti lagi enaknya , rasa dari roti itu sendiri yang enak banget susah buat dijelasinnya enaknya kek apa , terus ro...", "Penasaran banget sama satu jajanan yang lagi happening di kota Bandung, bolu bakar. Ya, sajian manis satu ini lagi hits banget lho, saking t...", "Juara! Bela2in kesini lg ujan2nya buat nikmatin roti yg kyknya gendut2 bgt isinya. Pas masak kelihatan gtu proses potong dan isian nya ada b...", "Hari sabtu kemaren saya dan teman2 saya untuk pertama kalinya datang ke canteen, dan setelah sampe temptnya bagus, dan dari makananpun enak ...", "-wifi lumayan -makanan salted eggnya enakkk, ayamnya crispy kruncy bgt ga terlali kerasa telur asinnya tp emg agak amis. But overall suka bg...", "Akhirnya nemu juga ini tempat di zomato haha, langsung review aja! Nyari tempat makan yang nyediain KUALITAS & KUANTITAS ? Ini tempat reco...", "Niatnya kesini cuma buat ngopi, eh penasaran sama makanannya. Surprisingly, makanannya juga enak! Kopinya pun gausah ditanya! Terus yang bik...", "Its quite a good place for hangout and talk with your friends. Especially if you have to work alone this is a suitable place for you. The c...", "Such a cozy place to hanging out around Maranatha! Tempatnya ada di lt 2 lakefas. Kadang panas (tapi minta hidupin aja ACnya). Ada indoor an...", "good ambience. tempatnya clean, wifi kenceng, banyak colokan listrik, smoking area dipisah diluar. enak banget buat kerja. saya pesan potato...", "Makanan ny enak porsinya byk! Menu minuman jg beragam. Ada wifi + ac jadi nyaman utk nongkrong2. Pelayanan ny jg ramah. Wc bersih. Suasana c...", "Nah kedai ling2 yg di sini nih buat betah, mungkin karena deket sekolah kali ya as always, biasanya klo pulang makan dri legoh (tempat m...", "Kalo iniii pelopor dessert mangga mangga an deh! Sblm ada minuman mangga yg famous itu, disini lebih duluan jual mango dessert yg bener-bene...", "dari jaman SMA tempatnya masih di bar dan cuma ada di sultan agung, dan sampe sekarang mau lulus kuliah dan tempatnya udah bagus & cabangnya...", "Mango Dessert nya yg paling gue suka dari kedai lingling. Untuk okonomiyaki nya ya biasa aja sih. Tapi sayang makanan nya agak mahal untuk u...", "Pernah ke sini pas jaman masih kuliah hehe. For us it was enough to only taste some kind of takoyaki or okonomiyaki. Untuk ramen, hmm lebih ...", "Sushi Tei yang disini parkirnya sedikit banget, dan daerahnya sering macet jadi sabar2 aja kalau mau kesini. Servicenya sih memuaskan, servi...", "Selalu menjadi pilihan untuk acara ulang tahun keluarga. Tempatnya nyaman dari segi pencahayaan dan interiornya. Makanan sushi yang segar da...", "Untuk saya ini adalah pengalaman paling gak mengenakan di sushi tei. Saya agak memaklumi karena saya kesini saat hari libur, dan ini dibandu...", "For Sushi Tei, every single branch of it, they always giving very good service, kind n nice waiter/ers. Quite impressed me. For the selectio...", "Di Bandung sushi teinya misah sama mall kecuali di tsm, dan paling sering ke sini even though lebih kecil dari yang di Sumatera. Sedihnya ka...", "Banana cheese rasanya light, soalnya pas ga terlalu manis jd ga eneg..kalo istri saya suka. Pilihan ke-2 1001 Night Pizza rasanya oke ada cu...", "Tempatnya keren, pas bgt di jalan dago, jadi mau kemana-mana gampang, rasa pizzanya juga enak, dan yg paling saya sukai 1001 night pizza, in...", "aku pesen yang 1001 nights yang isinya kebab and its not nice, trrlalu artificial warna dan rasanya. recomendnya tuna maya itu tunanya banya...", "Gue nyoba dua jenis pizza disini. Umumnya adonan tepung mereka cukup nyaman ditengorokan dan nggak keras. Pertama gue nyoba smoked beef piz...", "banana cheese nya the best !! kl untuk pizza yg salty aku ga terlalu suka. lebih pilih pizza normal lain aja kayanya. hahaha kl pesen ini tu...", "nyobain kue artis yg paling enak ceunah. gue nyobain 2 varian yg nutella sama cheese nya. untuk yg nutella enak, mereka ngga pelit kasih nut...", "Nggak pernah tertarik sebetulnya dengan cake artis kekinian. Akan tetapi, tadi pagi ibu tiba2 menginginkan cake ini, soalnya kata temennya e...", "melipir ke Bandung Kunafe mau nyobain cake ini  beli kunafe Nutella dan kunafe Tiramisu ternyata lumayan enak cake nya. bakal melipir ke...", "Ngomongin kue kekinian pasti udah banyak yang skeptics. Soalnya banyak yang mirip bentukan dan rasanya. Trus mostly pake pastry dan bolu-bol...", "Kemarin pas ke Bandung nyobain Bandung Kunafe. Awalnya adik yang beli untuk oleh2 sebelum pulang ke semarang, tapi akhirnya mutusin beli sat...", "Sebagai Rip-Off Tidaklah Buruk Sebenarnya sudah menjadi rahasia umum bagi sebagian orang bahwa Tungku Semarang adalah tiruan dari Lumpia Se...", "Cuankinya overprice. Gak ada rasa. Servicenya poor. Cuma lokasi aja di tengah. Terpaksa makan ini karena malem hari cuanki serayu udah tutup", "Saya kasih score 4.5 karena ini makanan favorit saya apalagi kalau untuk sarapan pagi-pagi. Lokasinya di cisangkuy. Jualannya di pinggir ja...", "Sudah Gambar Tidak Sama, Jauh Dari Kata Enak Sepulang jalan-jalan dari Ciwidey hari sudah mulai gelap sementara di rumah belum masak. Daripa...", "Seblak yang rada aneh, mungkin ingin inovasi atau kehabisan bahan seblak, karena pada saat pertama kali beli, bahan krupuk yang di pakai ada...", "Food is at affordable price, delicious for its price. Fast service, huge place, clean restroom (my top priority!!), free WiFi as well. My f...", "Walau hujan harus teteup nongkrong dooonk biar gorgeous kayak dicafe gorjeus ini, ga nyesel lah bikin nagihhhhhhh   !!! tempatnya cozy ab...", "Makanannya unik dan beda, gak ada sama sekali menu mie instant dengan toping2 seperti yang ditawarkan cafe casual lain. Harganya juga masih ...", "Restoran ini posisi nya ada di Cihampelas bawah, berdekatan dengan Upnormal yang kedua. Tempatnya cukup luas, terdapat bagian indoor dan out...", "-wifi ok aja -tempat luass kursi banyak spot banyak -makanan murah dan enakkk, pesen yg mevvah 2 puas dehhh -spagety salted egg enakkk juga ...", "Rempeyeknya Sedikit Tadi siang ibu saya membeli satu porsi nasi pecel. Kepaksa karena pas awal maunya ke lotek, eh counternya kosong. Karen...", "The quantity is too low but taste was really authentic. Surprisingly the chef is Indonesian and he cooks Indian dishes quite well. Food is p...", "Tampaknya ini adalah satu-satunya restoran India di Bandung(?), sehingga saya memutuskan untuk menjajalnya karena ngidam masakan khas India....", "It doesn’t serve the best Indian food, but is the only option for an Indian cuisine in the area. The menu is very limited, they were out o...", "One of the worst ever indian food. Ever. Saya rasa chefnya tidak coba/taste makanannya. Semua asin. Pesan dhal tadka super asin dan rasa ga...", "I ordered two paratha and panner chilly. Panner chilly should be spicy but the restaurant delivered me panner chilly which was too sweet. I ...", "Ceritanya kelaperan saat perjalanan dari bandung ke jakarta, karna lg kepengen Eatlah akhirnya kami memutuskan untuk pesan melalui Ojol. L...", "Been here several times. The first time i tried Eatlah was in Jakarta, and it was so good. Until i wandering around and found a better one. ...", "Enak bgt, ayamnya penuh. Salted egg nya pas dan nasinya yg lembut parah  dan yg penting gak antriii wkwk untuk ukuran jumbo bener2 b...", "Eatlah pertama di Bdg, langsung diserbu semua orang, tempatnya kecil sih jadi selalu penuh, tapi termasuk cepet sih masaknya, cuma nunggu be...", "Gue kira overhyped doang tp beneran enak ternyata. Recommended buat takeaway aja sih soalnya tempatnya kecil. Overall puas, porsinya pas kar...", "All hail ayam KFC! Hosana di tempat yang Mahatinggi untuk Kolonel Sanders. Sungguh, juara dari ayam goreng tepung adalah ayam KFC. Favorit s...", "Ini dia nih Mini Chizza @kfcindonesia yang lagi happening banget Baru sempet cobain tadi, ternyata enak juga. Ayamnya crispy banget paka...", "Tengah malam dan suami sama anak saya pulang tahlinan kelaparan dan ternyata resto di hotel tempat saya menginap udah tutup ( agak aneh rest...", "Di section kfc coffee ada spot skripsian yang pw di sebelah colokan. Di sini wifinya cepet dan harga beveragesnya gak mahal. Terus kalo lape...", "Ntah kenapa saya sih merasa KFC cabang ini punya rasa makanan yang lebih enak dan fresh dibanding cabang lain. Tempatnya udah jauh lebih nya...", "salah satu kue cubit hits di bandung. kue cubitnya enak dan varian rasanya juga banyak. dan pembelinya juga banyak jadi selalu rame. tempatn...", "Original marshmallow , too sweet, in deep price. Overall not bad i guess, i would try the green tea one next time. May be I'll try in anothe...", "Es pisang hijauyang boleh di bilang rada mahal kalau kita bandingkan dengan pisang ijo yang lain yang ada di kora bandung, karena rasa nya d...", "Datang lunch hari Minggu siang, harus waiting list 3 nama, ya kira” tunggu sekitar 20 menit. Restonya ada di lantai 2. Tempatnya luas, int...", "Aku pesen: 1) Milo dino mille crepes 2) Bistik 3) Fish&chips 4) Chicken steak Semuanyaaa enak!! Ga akan nyesel pokoknya. Worth it, makanya a...", "food: my mashed potato on salmon steak is the best, i could taste the cheese, legit! staff: they are so superb, friend of mine couldn't fini...", "Dateng malem sabtu dan rame bgttt, biarpun sdh malam tp every spot di Gormetaria ini instagramable bgt, unik bgt konsep dr resto ini. Kesini...", "Buat makanannya biasa aja ga seenak yg dibilang orang-orang. Tapi yg bikin kaget waktu nanya rekomendasi makanan ke mas waiternya malah si m...", "Breakfast with a view. The view is better suited in the evening tho. Food menu is so so. I would want more Bandung specials as a local tour...", "Saya menginap di intercon dan ke damai restaurant ini untuk breakfast. Variasinya cukup banyak tapi masih kurang (standard bintang 5). Makan...", "I was here for early dinner and the first thing popped up in my head: what a view! It was very foggy as it just done raining at the moment b...", "Good variety of foods for the buffet. There were Italian, Western, Chinese, Japanese, Indonesian, even Arabic cuisine and barbecues. But, th...", "Pertama kali kesini waktu honeymoon, kebetulan nginep disini, dan dikasih surprise candle light dinner sama hubby. Pertama kali buka blindfo...", "Tian Jing Jou Restaurant ini ada di lt. 18 Hotel Intercontinental Bandung. Viewnya bagus banget, dari resto ini terlihat pegunungan dan golf...", "This is the place where you can enjoy HALAL Dimsum! Semua makanannya dijamin halal dan enakkk, all you can eat dengan harga yang affordable,...", "Tian Jing Lou ini lokasinya di lantai 18 hotel intercontinental bandung, dank arena lokasinya udah menuju dago pakar, kebayang dong view nya...", "I order jellyfish, chicken Xinjiang, mix mushroom with oyster sauce, sour soup & salted egg squid.. I don-t take all the picture of the food...", "Mantab banget, good food good service, free tea, cobain mango pudding nya deh enakkkkk bgt, dan makanannya mahal karena sesuai size nya,...", "Mie Aceh yg rekomen di bandung. Biasanya kalau kesini pesan Mie Rebus Kepiting atau Special. Teh tariknya juga enak. Roti canenya juga rekom...", "Mie Aceh dan teh tariknya juarraaa!! Kayanya kalo kesini teh tarik dinginnya mesti pesen dua deh, soalnya makanannya belum dateng bisa kebur...", "Nyobain makan dsini sambil nginep di Mercure Bandung.. Tempatnya enak menunya jg oke.. Sambil nunggu anak berenang, krn lg diet ambilnya cum...", "Spend the nights here and need dinner for the kiddos, so we decided to try hotel resto. Nice atmosphere and decoration here. We ordered au...", "Need something quick when my son asked for noodle for his dinner. We went there and seem what’s offered on the menu interested us. We or...", "Follow me on Instagram @eatandleisure  Cari masakan aceh yang authentic? Disini tempatnya, mie aceh khas kaya akan rempah-rempah, pedes...", "Lokasinya di pinggir jalan, ga terlalu keliatan dan harus teliti, pokoknya Seberang bank bjb salah satu tempat yg join antara bakery dan...", "Mie aceh nya enak cumi nya seger, bumbu nya kurang nendang tapi porsi nya banyak sumpah bikin kenyang, dikasih air putih gratis, tempat nyam...", "Mie Acehnya sangatlah enak, penuh dgn bumbu-bumbu Aceh asli. Memberikan cita-rasa yg membawa anda ke aceh. Seafoodnya sgt segar. Ditutup den...", "Cozy price cozy place Menu mulai dari 15rb udh dpt ayam geprek hehehe. pelayan ramah, kids friendly furniture sama dengan sodaranya treehous...", "Walaupun deket kampus tapi jarang banget ada waktu untuk mampir kesini. Ruang dalamnya cozy banget, pas untuk santai2 sambil nugas. Menu mak...", "This food is a bomb! Selalu kesini kalo ke Bandung dan selalu ngantri juga, tp antriannya jelas karena pake nomor antrian. Nasi campur nya...", "Bagi kamu yang kangen makanan non-halal sangat direkomendasikan untuk datang kesini! Dagingnya ada yang manis dan gurih krunchy (tapi lupa d...", "pesan naci campur toppingnya ckup banyak utk harga 50k. isinya lengkap dan porsinya mengenyangkan. datang ke sini weekday jd nga antri tp ck...", "Setiap datang kesini pasti ngantri, jadi harus mengambil nomer antrian karena dsini sangat ramai. Nasi campur nya enak, yang paling aku suka...", "Most Favorite Nas Campur Stall (Non Halal) Mw makan nasi campur disini kudu penuh persiapan, lambat sikit antrian sudah mengular. Kami data..."]}